[
    "{\"title\": \"Greeks vote in bailout referendum\", \"pstUrl\": \"http://www.bbc.co.uk/news/world-europe-33399718#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"On the eve of the referendum, he accused Athens' creditors of trying to sow fear around the vote.\", \"Basil, a 56-year-old in Athens, told the AFP news agency he was voting \\\"Yes\\\" - but would rather the referendum had never been called.\", \"Millions of Greeks are voting in a crucial referendum on whether to accept the terms of an international bailout.\", \"The government has urged a \\\"No\\\" vote, but opponents warn this could see Greece ejected from the eurozone.\", \"The \\\"Yes\\\" campaign has framed the vote as a referendum on Greek membership of the eurozone.\"]}", 
    "{\"title\": \"Budget to cut 'housing subsidies'\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-33399650#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"George Osborne will use Wednesday's Budget to announce a clampdown on \\\"taxpayer-funded subsidies\\\" for \\\"higher earners\\\" living in social housing.\", \"\\\"We've also decided it's time to act on the higher earners who use taxpayer-funded subsidies to live in council and housing association homes when they could afford the market rent that others on their salaries pay,\\\" he wrote.\", \"The Budget will also confirm the end of inheritance tax on family homes worth up to \\u00a31m.\", \"Local authority and housing association tenants in England who earn more than \\u00a330,000 - or \\u00a340,000 in London - will have to pay up to the market rent for their property, he is due to say.\", \"\\n\\nMr Osborne is expected to tell MPs on Wednesday the threshold at which the tax is levied will rise for couples from \\u00a3650,000 after April 2017.\"]}", 
    "{\"title\": \"Champagne given world heritage title\", \"pstUrl\": \"http://www.bbc.co.uk/news/world-europe-33398532#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"It was one of 11 sites given World Heritage status by Unesco at a meeting in Germany on Saturday.\", \"The industry behind champagne production has been handed world heritage status by the United Nations' cultural arm.\", \"The vineyards of Burgundy, in France, were also given World Heritage status on Saturday.\", \"Unesco said the champagne industry was \\\"a very specialised artisan activity that has become an agro-industrial enterprise.\\\"\", \"\\n\\nAmong the other sites to be named were:\\n\\nOne world heritage site, the ruins of Palmyra in Syria, was taken over by Islamic State militants in May, leading to criticism that World Heritage status does not help protect culturally significant sites.\"]}", 
    "{\"title\": \"Dealers to prop up China shares\", \"pstUrl\": \"http://www.bbc.co.uk/news/world-asia-china-33394910#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"China's main share brokerages have agreed to spend 120 billion yuan ($19.3bn, \\u00a312bn) to prop up the ailing stock market.\", \"The main Shanghai Composite index has fallen 30% since the middle of June, nullifying most of this year's gains.\", \"The Chinese stock market bubble over the past year has been fuelled in part by investors borrowing heavily.\", \"Twenty-one brokerages agreed the move at a meeting in Beijing on Saturday, Xinhua news agency said.\", \"\\n\\nLast week, China's securities regulator announced an investigation into possible manipulation of the stock market.\"]}", 
    "{\"title\": \"Major disruption to ScotRail trains\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-scotland-33397963#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Several lines will see trains run on a reduced frequency, while buses will carry passengers on some other routes.\", \"About a third of ScotRail's trains have been cancelled due to a lack of drivers willing to work on a Sunday.\", \"It has pledged to ensure trains that do run will have more carriages than would normally be the case on a Sunday.\", \"On Wednesday, ScotRail said it had offered drivers a 2.5% pay rise and a one-off bonus, and would increase driver numbers.\", \"ScotRail has said that ongoing pay negotiations meant that not enough drivers were volunteering for Sunday shifts.\"]}", 
    "{\"title\": \"PM plans to boost home ownership\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-politics-33393642#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"David Cameron announced plans to build discounted homes for first-time buyers under 40 and use public land for homes.\", \"New measures to help people buy and build houses will feature in this week's Budget, the government has said.\", \"But Toby Lloyd, head of policy at housing and homelessness charity Shelter, told the BBC the new housing measures would be \\\"very nice\\\" for only a \\\"handful of people\\\".\", \"David Orr, National Housing Federation chief executive, said that housing associations selling off their homes with government-funded discounts was a \\\"distraction\\\".\", \"Referring to both the inheritance tax plan and the housing measures, he said: \\\"In fact both schemes can be seen to be making it worse.\"]}", 
    "{\"title\": \"CBI says UK economic growth slows\", \"pstUrl\": \"http://www.bbc.co.uk/news/business-33385227#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Surveys for business lobby group the CBI suggest that manufacturing, retail and services growth slowed in the second quarter of the year.\", \"This was largely due to a fast pace of growth in business and professional services in the first quarter not being sustained.\", \"\\n\\nRegardless of the results of the upcoming referendum in Greece, she added that the CBI \\\"urge[s] eurozone leaders to move quickly towards a deal\\\".\", \"However, the CBI expects solid growth for the rest of the year.\", \"\\\"Despite an easing in performance this month, activity over the quarter as a whole has been good,\\\" said Rain Newton-Smith, CBI (Confederation of British Industry) economics director.\"]}", 
    "{\"title\": \"Tories to change inheritance tax rule\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-33393480#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Chancellor George Osborne's Budget is to confirm the end of inheritance tax on family homes worth up to \\u00a31m.\", \"The inheritance tax policy will be funded by limiting the amount of tax relief on pension contributions given to those earning more than \\u00a3150,000 a year.\", \"Last year, the estates of 35,000 were subject to inheritance tax; around 5% of the total.\", \"He said at the time: \\\"The Tories made a promise on inheritance tax before the last election and they broke it.\", \"Mr Cameron and Mr Osborne also unveiled housing measures to help people buy and build their own home.\"]}", 
    "{\"title\": \"Bank guarantee cut 'absurd' says MP\", \"pstUrl\": \"http://www.bbc.co.uk/news/business-33384284#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"News that millions of bank customers will get \\u00a310,000 less compensation in future if their bank goes bust has been criticised as \\\"absurd\\\" by a senior MP.\\n\\nUnder the Financial Services Compensation Scheme (FSCS), consumers can receive up to \\u00a385,000 per account.\", \"The consumer group Which? said bank staff would need to be made aware of the changes.\", \"The compensation scheme is run under a European directive, which sets the limit at \\u20ac100,000 across the whole of the European Union.\", \"The compensation scheme applies to those with accounts in banks, building societies and credit unions.\", \"Furious bankers said they had been given no notice of the changes, which were announced by the Bank of England.\"]}", 
    "{\"title\": \"Shell to start Arctic oil drilling\", \"pstUrl\": \"http://www.bbc.co.uk/news/business-33379982#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Oil and gas giant Shell is expected to begin drilling for oil in the Arctic within the next two weeks.\", \"However, Shell believes that longer term, Arctic oil will be competitive.\", \"Given the recent slump in the price of oil, which has fallen by almost half in the last year to $65 a barrel, many believe Arctic oil exploration is no longer economically viable.\", \"But if the initial wells do not find oil, Shell will contemplate walking away from the region entirely.\", \"Some experts say the break-even point for Arctic oil is closer to $100.\"]}", 
    "{\"title\": \"FTSE falls on continued Greek woes\", \"pstUrl\": \"http://www.bbc.co.uk/news/business-33378205#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"(Close): London's benchmark share index dipped in Friday trading as worries over the Greek debt crisis persisted.\", \"By lunchtime, the FTSE 100 index was down 29.93 points or 0.45% at 6,600.54.\", \"Mining stocks rose towards the close to leave only Anglo American still in negative ground down 1.3%.\", \"Royal Bank of Scotland was also among the big fallers, dropping 1.5% on reports it could have to pay $13bn to settle US claims it misled investors in mortgage-backed securities.\", \"\\n\\nOn the currency markets, the pound was down 0.3% against the euro at \\u20ac1.4035 and was down 0.22% against the dollar at $1.5575.\"]}", 
    "{\"title\": \"EE fined \\u00a31m for complaints handling\", \"pstUrl\": \"http://www.bbc.co.uk/news/business-33376678#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"EE, the UK's largest mobile phone operator, has been fined \\u00a31m by the regulator Ofcom for breaching rules on handling customer complaints.\", \"The investigation into EE is part of Ofcom's wider look at complaints handling by telecoms companies.\", \"The fine imposed against EE takes account of the serious failings that occurred in the company's complaints handling, and the extended period over which these took place.\\\"\", \"Ofcom's current figures highlight that complaints into Ofcom about EE have fallen by 50% in the past year.\\\"\", \"Ofcom point that the 50% figure relates solely to complaints about mobile services, but that complaints about EE broadband and landlines services have actually risen by 50% and 30% respectively.\"]}", 
    "{\"title\": \"Robots on the march\", \"pstUrl\": \"http://www.bbc.co.uk/news/technology-33360744#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"And he points out that Germany, which employs far more industrial robots than France, has a lower level of unemployment.\", \"Until recently, all industrial robots were locked behind cages to prevent this kind of accident because they were not smart enough to detect a human in their path.\", \"His thesis is that by making companies more competitive, adopting robots will create jobs rather than destroy them.\", \"Let's not exaggerate the threat from the robots - they are still very bad at things we find easy, like climbing stairs or telling jokes.\", \"It is facial recognition technology that will enable robots to recognise us - and that's just one of the controversial issues hanging over this fast growing industry.\"]}", 
    "{\"title\": \"Non-stick mayo jars being developed\", \"pstUrl\": \"http://www.bbc.co.uk/news/technology-33344955#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"The company was founded in 2012 to sell licences for a non-stick technology developed at the Massachusetts Institute of Technology.\", \"Orkla is the first food manufacturer to announce a deal with US company Liquiglide to use its non-stick coating in product packaging.\", \"Mayonnaise that does not get stuck in its container is being developed by a Norwegian company.\", \"While reducing wasted product may benefit consumers, Liquiglide suggests it could also encourage shoppers to buy more frequently.\", \"Mr Bamford: \\\"Non-stick packaging could look good in a TV ad, but I have my doubts that it would be enough to sway a shopper from a preferred or cheaper brand.\\\"\"]}", 
    "{\"title\": \"VIDEO: Trillions lost on China stock market\", \"pstUrl\": \"http://www.bbc.co.uk/news/world-asia-china-33389577#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Shares in China's stock markets have been falling sharply, despite efforts by its government to restore confidence.\", \"The markets have slumped by almost a third since the middle of June, wiping more than a trillion pounds off share values.\", \"\\n\\nMany of the losers are small investors, who have come to expect ever-rising returns.\"]}", 
    "{\"title\": \"VIDEO: Building a Spitfire with eBay parts\", \"pstUrl\": \"http://www.bbc.co.uk/news/business-33166082#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"An original Mark I Spitfire, the kind used in the Battle of Britain in 1940, is about to be auctioned at Christie's.\", \"It is expected to fetch up to \\u00a32.5m ($3.9m) but could go for much more.\", \"While there are around 230 Spitfires left around the world, there are only four Mark Is still fit to fly.\", \"\\n\\nJohn Romain of the Aircraft Restoration Company at Duxford in Cambridgeshire told BBC News how he and his team restored the aircraft - and what it is like to fly it.\"]}", 
    "{\"title\": \"VIDEO: Running an 'auto part' firm in India\", \"pstUrl\": \"http://www.bbc.co.uk/news/business-33378933#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Shweta Patil, director of Shweta Engineering, talked to the BBC about the challenges she faced trying to grow her company in the male-dominated auto part industry.\", \"\\n\\nWhile the number of women in India's workforce is low, nearly half of the country's entrepreneurs are female.\"]}", 
    "{\"title\": \"VIDEO: India's angel investors\", \"pstUrl\": \"http://www.bbc.co.uk/news/business-33378931#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"India has seen a steady boom in start-ups over the past few years but many of them still face huge challenges transforming their ideas into profits.\", \"\\n\\nWith banks still reluctant to lend money, some start-ups are turning to angel investors - a group of well-established entrepreneurs who are looking to invest money and mentor their less fortunate counterparts.\"]}", 
    "{\"title\": \"VIDEO: Cars designed to be slept in\", \"pstUrl\": \"http://www.bbc.co.uk/news/business-33350276#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Vehicle design students at the Royal College of Art have been re-imagining the kind of cars that will be possible in an era of driverless transport.\", \"\\n\\nAs part of its Future Design series, BBC News spoke to Prof Dale Harrow, head of the Vehicle Design Programme, along with one of his students, Yibo Wu.\"]}", 
    "{\"title\": \"VIDEO: Zimbabwe's 'cellphone farmers'\", \"pstUrl\": \"http://www.bbc.co.uk/news/business-33386406#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Zimbabwe's land reform has been a controversial issue since its implementation more than 10 years ago.\", \"Many who acquired farms are absentee landlords - known as cellphone farmers - managing their land over their mobile phones from faraway cities.\", \"\\n\\nBut one former hotelier-turned-farmer told the BBC that this approach can never yield results.\"]}", 
    "{\"title\": \"VIDEO: What to look out for in the Budget\", \"pstUrl\": \"http://www.bbc.co.uk/news/business-33364948#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"On Wednesday 8 July, Chancellor George Osborne will present the Budget to parliament, just under four months after his previous election Budget.\", \"BBC News experts offer their views on the themes to look out for in this Budget, where the chancellor will be expected to fulfil pledges made in the run-up to the election.\", \"\\n\\nRobert Peston is economics editor, Kamal Ahmed is business editor and Norman Smith is assistant political editor.\"]}", 
    "{\"title\": \"VIDEO: An exceedingly long cake production line\", \"pstUrl\": \"http://www.bbc.co.uk/news/business-33376398#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"BBC Breakfast has visited Europe's longest cake production line at the Mr Kipling Factory in Barnsley, South Yorkshire.\", \"It cost \\u00a320m - but it can mix, bake and decorate a cake in less than 90 minutes.\", \"\\n\\nVictoria Fritz took a look - and met Premier Foods CEO Gavin Darby.\"]}", 
    "{\"title\": \"What does it take to restore a Spitfire?\", \"pstUrl\": \"http://www.bbc.co.uk/news/business-32935757#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"\\\"There is a very big industry in the UK, building World War One and World War Two aircraft,\\\" says aviation historian Andy Saunders.\", \"Over the past 28 years, the firm has restored a string of rare World War One and 1930s era aircraft.\", \"Flying Legends at Duxford, Cambridgeshire, specialises in piston-engined aircraft, mainly from World War Two.\", \"The sale on 9 July has thrown the spotlight on Britain's burgeoning vintage aviation restoration scene.\", \"A rare example of one of the world's most iconic aircraft, a Mark 1 Spitfire that was painstakingly restored after being shot down during World War Two will be sold at Christie's.\"]}", 
    "{\"title\": \"Is click-and-collect a 'cannibal'?\", \"pstUrl\": \"http://www.bbc.co.uk/news/business-33371265#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"For retailers that sell online and also have physical shops, click-and-collect accounted for 4% of online sales in 2010.\", \"Even Tesco, which charges \\u00a34 for click-and-collect orders below \\u00a325, still has to heavily subsidise orders above that, he says.\", \"It now processes more than six million click-and-collect orders per year, compared with just 350,000 in 2008, and moves tens of thousands of parcels every night.\", \"So, can retailers control the powerful magic of click-and-collect shopper convenience, or will they end up being swamped?\", \"Click-and-collect is a fairly new battleground for UK retailers, and promises rich rewards for daring firms.\"]}", 
    "{\"title\": \"Hard task: Creating more apprentices\", \"pstUrl\": \"http://www.bbc.co.uk/news/business-33318669#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"The idea is that apprentices will learn skills in the workplace alongside part-time academic study at a university or further education college.\", \"David says his new apprentices would learn to read technical drawings and to solder, then move on to designing wiring systems themselves.\", \"George Osborne has pledged to use money cut from the welfare budget to create three million new apprenticeships to help young people into jobs and give a boost to UK productivity.\", \"As those sectors employ the bulk of apprentices, that would blast a large hole in plans to increase apprenticeship numbers.\", \"While the big established companies already spend much more than that on their apprentices, the new system may not suit all employers.\"]}", 
    "{\"title\": \"Africa's video game makers dreaming big\", \"pstUrl\": \"http://www.bbc.co.uk/news/business-33335555#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"\\\"At Gamsole, our idea of African games is not games by Africans for Africans.\", \"\\\"Because of the portability and accessibility of mobile phones, mobile is the best medium for gaming in Africa,\\\" says Mr Mukhwana.\", \"But he also believes African-themed games can become popular across the world.\", \"Kenya's video games market was worth $44m (\\u00a328m) at the end of 2013; Nigeria's was valued at $71m, according to research by PricewaterhouseCoopers.\", \"\\\"Personally I believe African-themed games relate better with our everyday life experiences,\\\" she says.\"]}", 
    "{\"title\": \"World economy: The hidden rocks\", \"pstUrl\": \"http://www.bbc.co.uk/news/business-33279173#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"For the longer term, there's a question over whether the world will get back to pre-crisis growth rates.\", \"Eurozone financial markets did wobble significantly at the start of the week, but then regained their composure.\", \"Large parts of the world are still struggling with the burden dumped on their shoulders by the financial crisis - even now, eight years after its onset.\", \"The mainstream view among eurozone governments and investors is that an exit would be very bad for the Greek economy and financial markets.\", \"It caused significant turbulence in a number of emerging economies, though they got through the episode without any major upset.\"]}", 
    "{\"title\": \"What can Greece learn from Cyprus and Iceland?\", \"pstUrl\": \"http://www.bbc.co.uk/news/world-europe-33354036#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Cypriot banks were hit hard by the restructuring of Greek sovereign debt in 2012.\", \"To avoid catastrophe, the Cypriot authorities looked to the one source of readily available funds: Cypriot bank deposits.\", \"Following the demise of its banks, Iceland imposed capital controls to prevent massive outflows and a plunge in the value of its currency.\", \"Capital controls were necessary in Iceland and Cyprus, and in Greece today, but they come at a cost.\", \"The growth, however, had been fuelled by inflows of foreign bank deposits and foreign loans to banks.\"]}", 
    "{\"title\": \"Why are we having another Budget?\", \"pstUrl\": \"http://www.bbc.co.uk/news/business-33255779#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"It is not clear how much detail we will get on departmental spending in this Budget and how much will be saved up for a Spending Review later in the year.\", \"Clearly, almost all of the plans come from cuts to spending as opposed to a rise in taxes.\", \"George Osborne will deliver a Budget on Wednesday 8 July, less than four months after he delivered the last one.\", \"The Institute for Fiscal Studies says that taking account of areas of spending that have to rise, Mr Osborne has to find \\u00a330bn of departmental spending cuts by 2018-19.\", \"This turns attention towards departmental spending.\"]}", 
    "{\"title\": \"'I would never vote to leave Europe'\", \"pstUrl\": \"http://www.bbc.co.uk/news/business-33329624#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Upon his return to Anavra, Dimitris bypassed the local bureaucracy and applied for funding from the European schemes he'd learnt of through the relevant ministries in Athens.\", \"\\\"Most of the villagers will be voting 'yes' on Sunday,\\\" Dimitris tells me over lunch in Anavra's cosy taverna - and it's not hard to see why.\", \"In the 1960s, when Dimitris Tsoukalas was a teenager, mules were the only form of transport available in his village.\", \"Anavra is famous for being one of the most prosperous farming villages in all of southern Europe, with an average household income of \\u20ac70,000.\", \"\\\"If we weren't in the EU, this could not have happened,\\\" Dimitris says, gesturing towards the small, but well-built, village square.\"]}", 
    "{\"title\": \"The little-known Canadian gridiron\", \"pstUrl\": \"http://www.bbc.co.uk/news/business-33324426#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"On paper the sport of Canadian football, the lesser-known, much poorer, northern cousin of American football, should be struggling to exist.\", \"The sports of American and Canadian football both developed in the mid-19th Century, evolving from the British game of rugby.\", \"For example, Canadian football has larger pitch measurements, and one more player per side.\", \"Yet with the 2015 CFL season now under way, Canadian football has actually never been in better health.\", \"Not only does it have to compete with Canada's obsession with ice hockey, but it has the goliath that is American football's National Football League (NFL) just across the border.\"]}"
]