[
    "{\"title\": \"Exam focus 'harms' pupils' health\", \"pstUrl\": \"http://www.bbc.co.uk/news/education-33380155#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"Too much focus on exams is damaging pupils' mental health and self-esteem in England's schools, a report says.\\\", \\\"The National Union of Teachers' report says pupils are developing stress-related conditions linked to testing.\\\", \\\"According to the report, the tests affect both able and less able pupils similarly.\\\", \\\"The report also argued the focus on testing was harming pupil-teacher relationships, with teachers less able to view pupils in the round.\\\", \\\"Most teachers surveyed for the report agreed pupils became \\\\\\\"very stressed/anxious in the time leading up to Sats/public examinations\\\\\\\".\\\"]\"}", 
    "{\"title\": \"Student migration rules 'ludicrous'\", \"pstUrl\": \"http://www.bbc.co.uk/news/education-33365241#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"The head of Cambridge University says it is \\\\\\\"ludicrous\\\\\\\" to include overseas students in UK migration targets.\\\", \\\"But a spokeswoman for the Business, Innovation and Skills department said there was \\\\\\\"no cap\\\\\\\" on the numbers of overseas students.\\\", \\\"Difficulties with recruiting overseas staff and students had become \\\\\\\"one the biggest threats facing UK universities\\\\\\\", said the Cambridge head.\\\", \\\"He warned that including overseas students in net migration targets was \\\\\\\"short-term and short-sighted\\\\\\\", when a long-term strategy was needed.\\\", \\\"They come to the UK, study for a period, and then the overwhelming majority go home after their studies.\\\"]\"}", 
    "{\"title\": \"Rise in teacher vacancies in England\", \"pstUrl\": \"http://www.bbc.co.uk/news/education-33363958#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"Nearly one in 100 full-time teaching posts in England were either vacant or filled temporarily in 2014, Department for Education figures show.\\\", \\\"\\\\\\\"We are driving forward our \\\\u00a367m package to transform science, technology, engineering and maths teaching and recruit up to 2,500 additional maths and physics teachers.\\\\\\\"\\\", \\\"There were 1,030 vacancies last November, up a third on 2013, the highest number since 2010, when the DfE started compiling figures in November.\\\", \\\"Meanwhile, teachers on contracts of between one and three terms filled 3,210 posts, up nearly 38% on 2013.\\\", \\\"Teacher numbers, at 454,900, up more than 5,000, were at an all-time high.\\\"]\"}", 
    "{\"title\": \"Prince Andrew Huddersfield chancellor\", \"pstUrl\": \"http://www.bbc.co.uk/news/education-33370435#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"The relationship between Prince Andrew and the university goes back to 2001, said a university spokesman.\\\", \\\"The Duke of York is to get a new title, chancellor of the University of Huddersfield.\\\", \\\"This will be the first time that the duke has taken on the role of a university chancellor.\\\", \\\"\\\\n\\\\n\\\\\\\"Also, he has consistently taken an interest in the University of Huddersfield and the progress that we are making.\\\\\\\"\\\", \\\"It began with a charity project and then developed into support for the university's entrepreneurship schemes, with the duke formally becoming the university's patron in 2013.\\\"]\"}", 
    "{\"title\": \"Wilshaw: Poor white pupils 'let down'\", \"pstUrl\": \"http://www.bbc.co.uk/news/education-33350937#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"White working-class families can feel \\\\\\\"abandoned\\\\\\\" and \\\\\\\"forgotten\\\\\\\" by the school system, Ofsted chief Sir Michael Wilshaw has said.\\\", \\\"\\\\\\\"It's up to heads to be challenging to parents,\\\\\\\" Sir Michael said.\\\", \\\"Poor, white communities needed to be served by better schools and school leaders, he said.\\\", \\\"Sir Michael said there were not enough good schools and there needed to be improvements in the supply of school leaders.\\\", \\\"Sir Michael said that these communities, including in coastal areas, were not getting access to enough good and outstanding schools.\\\"]\"}", 
    "{\"title\": \"Universities push for higher fees\", \"pstUrl\": \"http://www.bbc.co.uk/news/education-33328382#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"Universities are calling for the limit on tuition fees in England to be lifted so that they could rise with inflation above the current \\\\u00a39,000 maximum.\\\", \\\"Universities UK, representing university leaders, says that the value of the fees, fixed since 2012, has been declining in real terms.\\\", \\\"Labour's Liam Byrne asked: \\\\\\\"Will tuition fees go up in this Parliament?\\\", \\\"University heads want the value of tuition fees to be protected.\\\", \\\"They want the \\\\u00a39,000 cap on tuition fees to be lifted to increase funds for universities, and they want an increase in the maintenance support available to students.\\\"]\"}", 
    "{\"title\": \"Child poverty definition is changed\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-politics-33346989#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"He insisted getting rid of child poverty remained the \\\\\\\"central purpose\\\\\\\" but the current approach had led to a process of \\\\\\\"churning\\\\\\\" with people rising above and falling below the poverty line.\\\", \\\"Work and Pensions Secretary Iain Duncan Smith has announced a new way of measuring child poverty.\\\", \\\"\\\\n\\\\nThe last Labour government committed to eradicate child poverty by 2020, an aspiration that the coalition signed up to and the Conservatives supported in their manifesto.\\\", \\\"\\\\\\\"We want to eradicate child poverty.\\\", \\\"\\\\\\\"Income is at the heart of child poverty.\\\"]\"}", 
    "{\"title\": \"Students 'turning to payday lenders'\", \"pstUrl\": \"http://www.bbc.co.uk/news/education-33328374#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"The report says 26,400 undergraduates and 5,400 postgraduates depend on payday lenders and could be paying annual interest rates of up to 1,500%.\\\", \\\"Jenny Shaw, head of student services for Unite Students, warns that payday lenders seem to be filling this gap.\\\", \\\"Payday lenders said students are \\\\\\\"capable of making informed choices\\\\\\\".\\\", \\\"\\\\\\\"It's worrying to see a greater proportion of applicants believe payday lenders are the way forward,\\\\\\\" she said.\\\", \\\"Tens of thousands of students are relying on payday loans to cover their daily living costs, a survey suggests.\\\"]\"}", 
    "{\"title\": \"Class divide in primary friend study\", \"pstUrl\": \"http://www.bbc.co.uk/news/education-33329575#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"Children in primary school are more likely to have friends in a different ethnic group than a different social class, research suggests.\\\", \\\"But it found that out of school, children tended to spend time with those who were similar to them.\\\", \\\"The study also found that, as with the children, class was a more formidable barrier than ethnicity.\\\", \\\"The study of social interactions was conducted in three London primary schools situated in diverse areas.\\\", \\\"\\\\\\\"The adult participants found school to be a source of friendship for themselves, as well as their children,\\\\\\\" the study said.\\\"]\"}", 
    "{\"title\": \"Barbados school trip cancelled\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-england-leeds-33340661#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"A school has cancelled a \\\\u00a31,650 trip to Barbados because too few pupils signed up to go.\\\", \\\"The school, an academy, said: \\\\\\\"This was a proposed trip which required a minimum number of participants.\\\\\\\"\\\", \\\"Horsforth School in Leeds faced criticism from parents and teaching unions over the cost of the proposed sports tour with some describing it as \\\\\\\"disgraceful\\\\\\\" and \\\\\\\"appalling\\\\\\\".\\\", \\\"The trip, which was open to pupils in years 8, 9 and 10, was offered alongside more affordable events, the school said at the time.\\\", \\\"The academy said despite the cancellation it had received \\\\\\\"interest\\\\\\\" in the trip from several families.\\\"]\"}", 
    "{\"title\": \"Role for top schools in improvement\", \"pstUrl\": \"http://www.bbc.co.uk/news/education-33327639#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"Top-performing council-run schools in England should be able to play a role in improving struggling schools, the Local Government Association says.\\\", \\\"\\\\\\\"All good and outstanding schools have the freedom to convert to academy status either as standalone converters or as part of a multi-academy trust to share their expertise with other schools.\\\", \\\"\\\\\\\"We could intervene much more swiftly, but there's a requirement that schools convert to academy status before being able to sponsor a struggling school - now that takes time.\\\", \\\"These schools were, therefore, in a strong position to help other council controlled schools which were struggling, he told the BBC.\\\\n\\\\nHe said that when parents had concerns about standards in a non-academy school, they turned to the local authority for help.\\\", \\\"The LGA is calling on the government to remove restrictions which mean a school must have academy status before it can sponsor a school in need of assistance.\\\"]\"}", 
    "{\"title\": \"'Protect children from welfare cuts'\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-33339621#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"Children and their families should be \\\\\\\"protected from welfare cuts\\\\\\\" - which have contributed to child poverty - the four UK children's commissioners say.\\\", \\\"And the Department for Work and Pensions said the commissioners' report ignored the latest figures.\\\", \\\"In its recommendations, the report said children and their families should be protected from cuts to welfare spending.\\\", \\\"The commissioners said poorer children were living in inadequate housing in some parts of the UK because of insufficient affordable homes.\\\", \\\"Ministers said relative poverty was at the lowest level since the mid-1980s.\\\"]\"}", 
    "{\"title\": \"Schools' new rules on extremism\", \"pstUrl\": \"http://www.bbc.co.uk/news/education-33328377#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"The regulations, being introduced on 1 July, set out new responsibilities for \\\\\\\"frontline workers\\\\\\\" in public bodies, including schools, to challenge extremism.\\\", \\\"\\\\\\\"Schools and childcare providers already play an important role in protecting and safeguarding young people including from radicalisation and extremism,\\\\\\\" said the education secretary.\\\", \\\"Head teachers' leader Russell Hobby said schools should see the regulations in terms of \\\\\\\"safeguarding\\\\\\\" and not \\\\\\\"surveillance\\\\\\\".\\\", \\\"Mr Hobby, leader of the National Association of Head Teachers, said schools should \\\\\\\"see their duties on radicalisation as another safeguarding duty\\\\\\\".\\\", \\\"The Counter-Terrorism and Security Act places a legal duty on schools to \\\\\\\"prevent people from being drawn into terrorism\\\\\\\".\\\"]\"}", 
    "{\"title\": \"'Coasting schools' face tough targets\", \"pstUrl\": \"http://www.bbc.co.uk/news/education-33310736#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"He added: \\\\\\\"Nicky Morgan says that coasting schools will ultimately be transformed into academies - but, by her own definition, very many academy schools will also be coasting.\\\", \\\"\\\\\\\"Forced conversion into academy status is not going to be the default option for coasting schools,\\\\\\\" said Mr Hobby.\\\", \\\"Coasting schools that are already academies could be given new academy sponsors or extra support, Mrs Morgan said.\\\", \\\"These might be \\\\\\\"very good schools but young people are not fulfilling all of their potential\\\\\\\".\\\", \\\"These new thresholds for coasting schools are in addition to existing targets for underperformance.\\\"]\"}", 
    "{\"title\": \"Stanford to open entrepreneur course in London\", \"pstUrl\": \"http://www.bbc.co.uk/news/business-31840175#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"When the London course begins in the autumn, it will become the first European city to join this network, with New York, Bangalore and Beijing already part of this academic roadshow.\\\", \\\"Students on the inaugural course in London will have to turn real-life projects into commercial propositions and then put their ideas to Silicon Valley investors.\\\", \\\"Stanford University, one of the world's great institutions for turning hi-tech ideas into huge businesses, is going to start teaching in London from the autumn.\\\", \\\"But the Stanford project, says Mr Hillman, could offer a new and more affordable model.\\\", \\\"The Californian university, where Google began as a PhD project, is going to offer its \\\\\\\"Stanford Ignite\\\\\\\" entrepreneurship course in London for the first time from September.\\\"]\"}", 
    "{\"title\": \"Emergency plan to help teach Syria's refugees\", \"pstUrl\": \"http://www.bbc.co.uk/news/business-31758981#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"With the UN education envoy, Gordon Brown, they were seeking $160m (\\\\u00a3106m) from the international community to provide education for 500,000 youngsters.\\\", \\\"John Fallon, Pearson's chief executive, says he wants \\\\\\\"innovative, low-cost, easy-to-replicate solutions that can be shared more widely\\\\\\\", to provide education in communities disrupted and displaced by Syria's war.\\\", \\\"The urgent need to improve education services for Syrian refugees is to be supported by a partnership between the world's biggest education firm Pearson and the Save the Children charity.\\\", \\\"There is also the question of making better use of the skills of refugees in the camps, including teachers.\\\", \\\"\\\\\\\"I think we need to see education, after food and water, as being as important as other interventions in an emergency.\\\"]\"}", 
    "{\"title\": \"University feeds 270,000 taking refuge from Boko Haram\", \"pstUrl\": \"http://www.bbc.co.uk/news/business-31663910#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"We are now home to 21 of the \\\\\\\"girls\\\\\\\" who escaped after being kidnapped in April 2014 by Boko Haram.\\\", \\\"The kidnapping of schoolgirls in Chibok in Nigeria by Boko Haram caught the attention of the world.\\\", \\\"How does an American-style university survive in northern Nigeria, where Boko Haram has been waging war against education?\\\", \\\"For those of us here in Yola, we have been daily confronted with the realities of the violence of Boko Haram.\\\", \\\"Finally one said: \\\\\\\"They were burned or forced to join Boko Haram.\\\\\\\"\\\"]\"}", 
    "{\"title\": \"South Sudan's struggle for schools hit by abductions\", \"pstUrl\": \"http://www.bbc.co.uk/news/business-31587963#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"It was meant to be an optimistic story about schools in South Sudan this week.\\\", \\\"In South Sudan, they are waiting to find how their pupils can be brought back.\\\", \\\"Mr Budd says the abductions must not stop the efforts to improve education in South Sudan.\\\", \\\"The Unicef project to widen access to education in South Sudan is urgently needed.\\\", \\\"They are about recruiting for South Sudan's warring factions, but Mr Budd says it still has the same destructive impact on education.\\\"]\"}", 
    "{\"title\": \"Can Lithuania turn brain drain into brain gain?\", \"pstUrl\": \"http://www.bbc.co.uk/news/business-31488046#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"He also welcomes efforts to reverse the brain drain and support \\\\\\\"brain gain\\\\\\\" by encouraging Lithuanians working abroad to return on a short-term basis to teach at Lithuanian universities.\\\", \\\"Now he is back in Vilnius working as a senior specialist in the Bank of Lithuania's international relations department.\\\", \\\"So can brighter economic fortunes reverse the human talent flow and attract more international students to Lithuania?\\\", \\\"The UK is by far their favourite destination with just under 5,000 Lithuanian students, according to Unesco.\\\", \\\"Karina Ufert, a Vilnius graduate who chaired the European Students Union in 2012-13, welcomes the move.\\\"]\"}", 
    "{\"title\": \"Seven big myths about improving schools\", \"pstUrl\": \"http://www.bbc.co.uk/news/business-31087545#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"Success in education systems is no longer about how much money is spent, but about how money is spent.\\\", \\\"And yet, international comparisons show there is no incompatibility between the quality of learning and equity, the highest performing education systems combine both.\\\", \\\"More interestingly, the highest performing education systems in Pisa tend to systematically prioritise the quality of teachers over the size of classes.\\\", \\\"\\\\n\\\\nIn these education systems, universal high expectations are not a mantra but a reality.\\\", \\\"Education systems where disadvantaged students succeed are able to moderate social inequalities.\\\"]\"}", 
    "{\"title\": \"France plans elite mega-university\", \"pstUrl\": \"http://www.bbc.co.uk/news/business-30347441#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"But Mr Vernay says they have been too small, too disparate and lacking in co-ordination to compete in the modern, globalised economy.\\\", \\\" We are in an economic war,\\\\\\\" says Mr Vernay.\\\", \\\"The president says that the Paris-Saclay project should be seen as part of the next great historic wave of French higher education.\\\", \\\"It's not the big companies, what we're missing is the new technology, those small companies that grow very fast and become new players,\\\\\\\" said Mr Vernay.\\\", \\\"But it would be an important indicator of how France can create a much more concentrated and globally competitive research base.\\\"]\"}", 
    "{\"title\": \"Could time travel really take place?\", \"pstUrl\": \"http://www.bbc.co.uk/news/business-30862837#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"If you could travel within this concept of time, says Dr Wilson, it wouldn't be \\\\\\\"walking into a box that took you places\\\\\\\".\\\", \\\"Dr Wilson says that examining time travel is a way of addressing questions about fundamental physics.\\\", \\\"\\\\\\\"Our best physics at the moment leaves it open,\\\\\\\" says Dr Wilson.\\\", \\\"But there is another awkward argument against the idea that time travel might become possible in the distant future as technology advances.\\\", \\\"Instead it might be some kind of portal, loops in time, where someone could travel and then come back to the same place - described by physicists as \\\\\\\"closed time-like curves\\\\\\\".\\\"]\"}", 
    "{\"title\": \"BBC trials 'mind-control TV' headset\", \"pstUrl\": \"http://www.bbc.co.uk/news/technology-33163593#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"In the first trial, 10 BBC staff tried out the app and were able to launch iPlayer and start viewing a programme via the headset, he said.\\\", \\\"The BBC, in collaboration with tech company This Place, has developed a way people can select programmes using a cheap, brainwave-reading headset.\\\", \\\"If you think controlling your TV with your mind is the stuff of science fiction, think again.\\\", \\\"The headset works with an experimental version of the BBC's iPlayer on-demand platform.\\\", \\\"The pilot controlled the aircraft wearing a skullcap embedded with electronic sensors that could read his brain activity.\\\"]\"}", 
    "{\"title\": \"UK's 'tornado alley' identified\", \"pstUrl\": \"http://www.bbc.co.uk/news/education-33136737#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"But a high proportion of these spinning columns of air had relatively low wind speeds and did not create much damage.\\\", \\\"The area between London and Reading, in Berkshire, has the highest likelihood of a tornado in the UK, according to researchers mapping their location.\\\", \\\"Only one in 20 reaches the level of an F2 tornado, with speeds up to 157mph.\\\", \\\"The University of Manchester tracked \\\\\\\"tornado hotspots\\\\\\\" in the UK between 1980 and 2012.\\\", \\\"It found there was a 6% chance of a tornado per year in the area between London and Reading.\\\"]\"}", 
    "{\"title\": \"VIDEO: Sickness benefit 'set for overhaul'\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-33359078#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"The government is considering significantly reducing the amount of sickness benefits that some people receive, the BBC understands.\\\", \\\"\\\\n\\\\nAn official document says recipients of the Employment and Support Allowance who are expected to look for work should have their payments cut to the same level as jobseeker's allowance.\\\"]\"}", 
    "{\"title\": \"VIDEO: Dealing with death in special schools\", \"pstUrl\": \"http://www.bbc.co.uk/news/magazine-33348315#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"In special schools this is something that they have to deal with more often than most.\\\", \\\"\\\\\\\"Those young people are so special and important to us, they leave such a big gap when they're not here.\\\\\\\"\\\", \\\"Is Chloe coming back?\\\\\\\"\\\", \\\"How do you help a young person with a learning disability come to terms with the death of a friend?\\\", \\\"We had to keep reminding the class that no, Chloe had died so Chloe wasn't coming back.\\\\\\\"\\\"]\"}", 
    "{\"title\": \"VIDEO: Who cares for child migrants to UK?\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-33359890#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"A record number of child migrants have arrived in the UK, and some local authorities say they are struggling to cope with the large increase in the number of children seeking asylum.\\\", \\\"\\\\n\\\\nAs John Maguire reports, the influx puts a huge burden on council budgets and their ability to help.\\\"]\"}", 
    "{\"title\": \"VIDEO: How will schools prevent extremism?\", \"pstUrl\": \"http://www.bbc.co.uk/news/education-33340981#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"From Wednesday schools will be held legally responsible for preventing pupils from being drawn into terrorism.\\\", \\\"Ministers want to challenge views on the internet, or within communities that could encourage terrorism or be exploited by terrorists.\\\", \\\"\\\\n\\\\nThe BBC's Robert Pigott has been assessing the scale of the problem and the readiness of schools to deal with it.\\\"]\"}", 
    "{\"title\": \"Hard task: Creating more apprentices\", \"pstUrl\": \"http://www.bbc.co.uk/news/business-33318669#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"The idea is that apprentices will learn skills in the workplace alongside part-time academic study at a university or further education college.\\\", \\\"David says his new apprentices would learn to read technical drawings and to solder, then move on to designing wiring systems themselves.\\\", \\\"George Osborne has pledged to use money cut from the welfare budget to create three million new apprenticeships to help young people into jobs and give a boost to UK productivity.\\\", \\\"As those sectors employ the bulk of apprentices, that would blast a large hole in plans to increase apprenticeship numbers.\\\", \\\"While the big established companies already spend much more than that on their apprentices, the new system may not suit all employers.\\\"]\"}", 
    "{\"title\": \"Is academy status the answer for 'coasting' schools?\", \"pstUrl\": \"http://www.bbc.co.uk/news/education-33308278#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"He says: \\\\\\\"It went into special measures as an academy and during that time in special measures it had four principals, and obviously with that comes some instability.\\\\\\\"\\\", \\\"The school down the road from you that's had a bad name among parents and falling pupil numbers is taken over and turned into an academy school.\\\", \\\"Now run by the Inspiration Trust, standards are rising and it was taken out of special measures in March this year.\\\", \\\"\\\\\\\"That is why we want more schools to benefit from the freedom that academy status brings.\\\\\\\"\\\", \\\"Only one is rated as being good, two others have just come out of special measures, and one requires improvement.\\\"]\"}", 
    "{\"title\": \"Schools put on front line against extremism\", \"pstUrl\": \"http://www.bbc.co.uk/news/education-33166420#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"Wouldn't it be better to have more Muslim schools within the state sector, regulated and with clear boundaries?\\\", \\\"From the beginning of next month, head teachers will be expected to play a much bigger part in providing answers.\\\", \\\"The head teachers' speech in an assembly hall is competing with information and propaganda on social media from all around the world.\\\", \\\"The new counter-extremism requirements will apply to all schools, primary and nursery as well as secondary, in village schools as well as inner-city comprehensives.\\\", \\\"It specifies: \\\\\\\"Being drawn into terrorism includes not just violent extremism but also non-violent extremism, which can create an atmosphere conducive to terrorism and can popularise views which terrorists exploit.\\\\\\\"\\\"]\"}", 
    "{\"title\": \"Cleric's 'counter-terrorism' curriculum\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-33249099#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"A Pakistani Islamic cleric has launched a \\\\\\\"counter-terrorism\\\\\\\" curriculum to combat the message of Islamist extremist groups such as Islamic State (IS), in an effort to help stop young people becoming radicalised.\\\", \\\"\\\\\\\"I think it is important for government to now engage with Muslim communities and engage with this curriculum as well.\\\", \\\"\\\\\\\"The British Muslim communities are a pivotal part of the solution,\\\\\\\" she says.\\\", \\\"\\\\\\\"So this curriculum goes to the source material of Islam, and answers the questions young people are asking.\\\\\\\"\\\", \\\"However, will Muslims in Britain and elsewhere be listening to Mr Qadri or following his curriculum?\\\"]\"}", 
    "{\"title\": \"'My classroom gave me cancer'\", \"pstUrl\": \"http://www.bbc.co.uk/news/education-33079947#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"Teachers must be protected from the \\\\\\\"scourge of asbestos\\\\\\\" in UK schools, the National Union of Teachers has said.\\\", \\\"The rate of deaths is rising, but only in line with overall mesothelioma deaths, which amounted to 21,957 during this same period.\\\", \\\"A 2013 study from the independent Committee on Carcinogenicity estimated more than 75% of schools in England had buildings containing asbestos.\\\", \\\"David described asbestos in schools as \\\\\\\"a time-bomb waiting to explode\\\\\\\", and his main fear is for pupils.\\\", \\\"The government said it would continue to develop more targeted guidance on asbestos management in schools and, where appropriate, fund its removal.\\\"]\"}", 
    "{\"title\": \"Three-year-olds stand up for fitness\", \"pstUrl\": \"http://www.bbc.co.uk/news/education-33093809#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"The school programme is not about the dangers of missing out on the recommended 150 minutes a week of moderate exercise.\\\", \\\"Stef Johnson, a senior nursery nurse at the Old School House nursery, says she is taking part in a fun run this month.\\\", \\\"At the Old School House nursery near Newmarket in Suffolk, three- and four-year-olds are beginning their battle against the diseases of old age.\\\", \\\"Children at the Old School House are well aware of the benefits of \\\\\\\"being Stan\\\\\\\" at every opportunity.\\\", \\\"It is in a multitude of small actions that the risks of sitting too long can be reduced.\\\"]\"}"
]