[
    "{\"title\": \"Parkinson given cancer all-clear\", \"pstUrl\": \"http://www.bbc.co.uk/news/entertainment-arts-33378837#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"Broadcaster Sir Michael Parkinson has confirmed he has been given an all-clear by doctors after two years of treatment for prostate cancer.\\\", \\\"BBC News asked Sir Michael for an update on his condition after he was quoted in the Daily Mail as saying his doctors had \\\\\\\"got rid of the cancer\\\\\\\".\\\", \\\"Sir Michael's television career spanned 50 years and saw him interview high-profile guests such as Muhammad Ali and Sir Elton John.\\\", \\\"\\\\\\\"I have the all clear as regards my prostate cancer,\\\\\\\" he said \\\\\\\"That has been the case for quite a time now.\\\\\\\"\\\", \\\"The 80-year-old former chat show host revealed he was receiving radiotherapy for the condition in 2013.\\\"]\"}", 
    "{\"title\": \"Sam Smith denies Bond involvement\", \"pstUrl\": \"http://www.bbc.co.uk/news/entertainment-arts-33382417#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"Singer Sam Smith has denied rumours he is singing the theme tune to the new James Bond film Spectre.\\\", \\\"But Gladys Knight - who sang the theme to 1989's Licence to Kill - has thrown her support behind Smith, saying he would be her choice to record Spectre's theme song.\\\", \\\"If Smith were to sing the song, he could break the film franchise's run of bad luck in the UK singles chart - where no Bond theme has ever reached number one.\\\", \\\"The Brit and Grammy-award winning star has long been tipped to take on the task following Adele's hit song for 2012 film Skyfall.\\\", \\\"Adele's Skyfall and Duran Duran's 1985 song A View to a Kill are the most successful songs from the series, both reaching number two.\\\"]\"}", 
    "{\"title\": \"Dickinson 'bounces back' from cancer\", \"pstUrl\": \"http://www.bbc.co.uk/news/entertainment-arts-33387148#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"Iron Maiden frontman Bruce Dickinson has said he is healing well since being treated for cancer earlier this year.\\\", \\\"Talking about when he was first diagnosed with cancer, Dickinson said the only symptoms he had noticed was a lump in his neck - cause by the second, smaller tumour.\\\", \\\"So I went 'that's a bit of a blow' - but you crack on and you get on with it.\\\\\\\"\\\", \\\"Dickinson was speaking at the Silver Clef Awards in London, where Iron Maiden were honoured for their outstanding contribution to UK music.\\\", \\\"\\\\\\\"He took a scan of it, had a look, had a poke around, and went 'you have head and neck cancer'.\\\"]\"}", 
    "{\"title\": \"Naughty Boy: Zayn needs time\", \"pstUrl\": \"http://www.bbc.co.uk/newsbeat/33387861#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"Zayn Malik will talk about leaving One Direction and release new music once he is ready according to producer Naughty Boy.\\\", \\\"Naughty Boy told us Zayn needs time and space to be a normal guy and be with his Little Mix fianc\\\\u00e9 Perrie Edwards.\\\", \\\"He was spotted with Naughty Boy once he returned to the UK, but the producer says they weren't making music.\\\", \\\"Back in May, Naughty Boy and Zayn were caught in a twitter row with Louis Tomlinson.\\\", \\\"\\\\\\\"During that time we weren't making music, we have made music in the past,\\\\\\\" he continued.\\\"]\"}", 
    "{\"title\": \"Albarn Alice musical 'disappointing'\", \"pstUrl\": \"http://www.bbc.co.uk/news/entertainment-arts-33377069#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"Directed by the National Theatre's Rufus Norris, wonder.land features many of the outlandish creatures from Lewis Carroll's Alice books.\\\", \\\"In his three-star review in the Daily Telegraph, critic Dominic Cavendish called wonder.land \\\\\\\"disappointing\\\\\\\" and \\\\\\\"lacking in the wonder stuff\\\\\\\".\\\", \\\"Damon Albarn's Alice in Wonderland-inspired musical prompted a standing ovation on its opening night at the Manchester International Festival.\\\", \\\"The show, he wrote in his three-star review, \\\\\\\"is as playful as it is frequently peculiar\\\\\\\" and \\\\\\\"overall... fantastically strange\\\\\\\".\\\", \\\"Yet early reviews have not been as welcoming of wonder.land, for which the Blur frontman wrote the music.\\\"]\"}", 
    "{\"title\": \"McQueen show at V&A to open all night\", \"pstUrl\": \"http://www.bbc.co.uk/news/entertainment-arts-33379128#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"London's Victoria and Albert Museum will open around-the-clock to accommodate demand for its Alexander McQueen: Savage Beauty exhibition.\\\", \\\"\\\\n\\\\nLondon-born fashion designer Lee Alexander McQueen killed himself in 2010, at the age of 40.\\\", \\\"More than 345,000 people have visited the Alexander McQueen show, making it the most visited paid-for exhibition at the V&A in the last decade.\\\", \\\"The museum will open through the night for the final two weekends of the run.\\\", \\\"Martin Roth, Director of the V&A said: \\\\\\\"We knew that Savage Beauty would be very popular, but the response has been even greater than we imagined.\\\\\\\"\\\"]\"}", 
    "{\"title\": \"Clifford faces indecent assault charge\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-33386914#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"Former celebrity publicist Max Clifford has been charged with an indecent assault allegedly committed in 1981, the Crown Prosecution Service has said.\\\", \\\"\\\\n\\\\nOperation Yewtree is investigating sexual abuse allegations and was launched in the wake of the Jimmy Savile scandal.\\\", \\\"He was arrested as part of Operation Yewtree, the Met Police investigation into sexual abuse allegations.\\\", \\\"Mr Clifford, 71, was arrested on 12 March at Littlehey Prison, in Cambridgeshire, where he is serving a sentence for sex-related offences.\\\", \\\"Baljit Ubhey, chief crown prosecutor for CPS London, said: \\\\\\\"We have concluded that there is sufficient evidence and it is in the public interest for Mr Clifford to be charged with one offence of indecent assault.\\\\\\\"\\\"]\"}", 
    "{\"title\": \"Sir Ian McKellen to lead Pride parade\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-england-manchester-33372184#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"Lord of the Rings actor Sir Ian McKellen is to be the grand marshal at this year's Manchester Pride parade.\\\", \\\"Pride chief executive Mark Fletcher said: \\\\\\\"Sir Ian is a genuine inspiration for the global LGBT community.\\\\\\\"\\\", \\\"As grand marshal of the parade, Sir Ian, who played Gandalf in Lord Of the Rings, will lead the parade through the streets of Manchester on Saturday 29 August.\\\", \\\"Burnley-born Sir Ian, who is a leading LGBT rights campaigner, leads the parade as the event marks 25 years of fundraising.\\\", \\\"\\\\n\\\\nThis year's parade is expected to feature about 2,500 people from across Greater Manchester, with around 100 entries from small community groups to large commercial organisations, all expressing their support to the LGBT community.\\\"]\"}", 
    "{\"title\": \"Music streaming's up 80% on last year\", \"pstUrl\": \"http://www.bbc.co.uk/newsbeat/33376726#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"In America, on demand streaming is up 92.4% with 135 billion streams through the first half of 2015 according to Nielsen, which monitors music streaming worldwide.\\\", \\\"Music streaming has reached a record high in the UK, with the number of songs played rising by 80% compared to this time last year.\\\", \\\"With the launch of Apple Music - which joins the likes of Spotify, Deezer and Tidal - the popularity of streamed music is set to increase further.\\\", \\\"Apple Music became available for download on 30 June, costing \\\\u00a39.99 per month for one person or \\\\u00a314.99 for a family subscription.\\\", \\\"It has been a huge few months for streaming with the launch of Tidal and Apple Music, both threatening the dominance of Spotify.\\\"]\"}", 
    "{\"title\": \"'Diddy' Combs avoids assault charges\", \"pstUrl\": \"http://www.bbc.co.uk/news/entertainment-arts-33378157#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"Rapper Sean 'P Diddy' Combs will not face assault charges following an incident last month involving a kettlebell weight, officials have said.\\\", \\\"At the time of the incident, officials did not identify the victim of the alleged assault or say what led to the incident.\\\", \\\"\\\\n\\\\nJustin Combs, 21, has played just a handful of games for the UCLA football team since joining three years ago.\\\", \\\"A spokesman said the school had no comment on the district attorney's decision.\\\", \\\"Head football coach Jim Mora called the encounter \\\\\\\"an unfortunate incident for all parties involved\\\\\\\" following Combs's arrest.\\\"]\"}", 
    "{\"title\": \"Palmyra statues 'destroyed by IS'\", \"pstUrl\": \"http://www.bbc.co.uk/news/world-middle-east-33369701#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"The Islamic State group has published photographs of militants destroying what it says are artefacts looted from the ancient ruins of Palmyra in Syria.\\\", \\\"The jihadist group said the statues had been seized from a smuggler, who was pictured being whipped as a punishment.\\\", \\\"But a week later, IS militants published photographs of what they said was the destruction of two Islamic shrines near Palmyra, which they described as \\\\\\\"manifestations of polytheism\\\\\\\".\\\", \\\"Syria's antiquities director Maamoun Abdelkarim said on Thursday the IS group had destroyed a 2,000-year-old statue of a lion from the Palmyra ruins.\\\", \\\"On Thursday, the group's leadership in Aleppo province posted photos online showing the destruction by militants in the town of Manbij of what it said were statues from Palmyra which had been confiscated from a smuggler.\\\"]\"}", 
    "{\"title\": \"Peaches Geldof drug death case closed\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-england-kent-33376849#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"The drug dealer who supplied Peaches Geldof with the heroin that killed her may never be known after Kent Police ended its investigation into her death.\\\", \\\"\\\\n\\\\nHer mother, Paula Yates, died of a heroin overdose at the age of 41 when Peaches was 11 years old.\\\", \\\"Geldof, 25, had been a heroin addict and took the substitute drug methadone for two years before her death.\\\", \\\"The TV presenter and mother-of-two died from an overdose at her home in Wrotham, Kent, on 7 April 2014.\\\", \\\"Detectives said they had \\\\\\\"exhausted all lines of inquiry\\\\\\\" trying to find out who supplied her with the Class A drug.\\\"]\"}", 
    "{\"title\": \"Feuding ukulele bands in court\", \"pstUrl\": \"http://www.bbc.co.uk/news/entertainment-arts-33363229#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"He added: \\\\\\\"I am also satisfied that this has caused damage to the Ukulele Orchestra Of Great Britain's goodwill, particularly by way of loss of control over the Ukulele Orchestra Of Great Britain's reputation as performers.\\\\\\\"\\\", \\\"The group challenged the German-based United Kingdom Ukulele Orchestra (UKUO) over the similarity in name.\\\", \\\"The request was turned down, but Erwin Clausen, director of Yellow Promotions, set up the United Kingdom Ukulele Orchestra, promoting a similar style of musical comedy.\\\", \\\"The Ukulele Orchestra Of Great Britain (UOGB) has won a High Court ruling against a rival group which it accused of trading off its reputation.\\\", \\\"It argued the German group had copied its format and fans were getting confused between the two.\\\"]\"}", 
    "{\"title\": \"Coldplay's Chris Martin stuns Delhi\", \"pstUrl\": \"http://www.bbc.co.uk/news/world-asia-india-33360485#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"Chris Martin, the lead singer of popular British band Coldplay, played an impromptu gig at a pub in India's capital Delhi.\\\", \\\"The singers walked into the pub on Wednesday night with Bollywood musician Vishal Dadlani and played to a \\\\\\\"stunned\\\\\\\" crowd.\\\", \\\"The band's fans found out about the gig after Dadlani and some members of comedy group All India Bakchod (AIB) posted pictures on their Twitter accounts.\\\", \\\"Actress Frieda Pinto was also present with Martin during the evening at the Summerhouse Cafe in the Hauz Khas area of the capital.\\\", \\\"The performance thrilled patrons, but Indian social media was full of the cries of disappointed fans who had missed out on the performance.\\\"]\"}", 
    "{\"title\": \"Boyle receives honorary doctorate\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-scotland-glasgow-west-33328047#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"Scottish singer Susan Boyle has received an honorary doctorate from the Royal Conservatoire of Scotland (RCS).\\\", \\\"Boyle has sold millions of albums since making her name on ITV's Britain's Got Talent in 2009.\\\", \\\"\\\\n\\\\nOther recipients of RCS honorary doctorates include singer Annie Lennox, actor and comedian Billy Connolly, actress Tilda Swinton, opera singer Dame Felicity Lott, actress Geraldine McEwan and stage and screen actor Timothy West.\\\", \\\"The singer has become a regular visitor at the RCS, working with Andrew Panton, artistic director of musical theatre.\\\", \\\"The 54-year-old, from Blackburn, West Lothian, was given the award for distinction in the field of music at a graduation ceremony in Glasgow.\\\"]\"}", 
    "{\"title\": \"VIDEO: Iron Maiden's Dickinson on cancer recovery\", \"pstUrl\": \"http://www.bbc.co.uk/news/entertainment-arts-33387448#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"Iron Maiden's Bruce Dickinson has told the BBC he is on the mend after his treatment for tumours on his tongue.\\\", \\\"The 56-year-old told entertainment correspondent Colin Paterson although his head had been \\\\\\\"cooked pretty effectively\\\\\\\", he was feeling ready to celebrate and expects to be singing again soon.\\\", \\\"\\\\n\\\\nHe was speaking at the O2 Silver Clef Awards in London, where Iron Maiden picked up the award for outstanding contribution to music.\\\"]\"}", 
    "{\"title\": \"VIDEO: Val Doonican: Ireland's Bing Crosby\", \"pstUrl\": \"http://www.bbc.co.uk/news/entertainment-arts-33361922#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"The singer and TV presenter Val Doonican has died at the age of 88.\\\", \\\"The Irish musician was a regular fixture on TV screens with The Val Doonican show for over 20 years and his album, Val Doonican Rocks, But Gently, knocked The Beatles' Sgt Pepper off the top of the album chart in 1968.\\\", \\\"\\\\n\\\\nDavid Sillito looks back at his career.\\\"]\"}", 
    "{\"title\": \"VIDEO: A Perfect Day in the Balkans conflict\", \"pstUrl\": \"http://www.bbc.co.uk/news/entertainment-arts-33345822#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"A new drama called A Perfect Day set against the backdrop of the conflict in the Balkans will go into release next month.\\\", \\\"It's a war film that relies on comedy with its dark humour.\\\", \\\"\\\\n\\\\nThe focus is on humanitarian aid workers as opposed to soldiers in the midst of conflict.\\\"]\"}", 
    "{\"title\": \"VIDEO: Jack Savoretti: From Genoa to Glastonbury\", \"pstUrl\": \"http://www.bbc.co.uk/news/entertainment-arts-33361921#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"Four years ago, Jack Savoretti vowed to quit the music business, after growing tired of trying to make it as an independent artist.\\\", \\\"But he didn't give up music altogether.\\\", \\\"The decision sparked a creative streak, and he wrote a number of songs all about the experience.\\\", \\\"They became the songs that make up his new album.\\\", \\\"\\\\n\\\\nIt's enjoyed critical acclaim and it's been capped off by a performance at last weekend's Glastonbury festival.\\\"]\"}", 
    "{\"title\": \"VIDEO: Josh Widdicombe's Wimbledon fan guide\", \"pstUrl\": \"http://www.bbc.co.uk/sport/0/tennis/33368193\", \"summary\": \"[\\\"Please turn on JavaScript.\\\", \\\"Media requires JavaScript to play.\\\", \\\"Comedian and Wimbledon first-timer Josh Widdicombe takes to the grounds of SW19 to meet the different people who make it through the gates of the famous venue.\\\", \\\"He meets 'The Overnight Crew', 'The Sun Worshipers' and 'The Seasoned Veterans' as he hears people's different experiences of their time at the event.\\\", \\\"\\\\n\\\\nFollow all of this year's Wimbledon action here.\\\"]\"}", 
    "{\"title\": \"VIDEO: Museum of the Year: The Whitworth\", \"pstUrl\": \"http://www.bbc.co.uk/news/magazine-33185934#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"Manchester's Whitworth has been named as Museum of the Year 2015, at a ceremony in London.\\\", \\\"\\\\n\\\\nFind out about the other museums and galleries nominated for the Art Fund Prize for Museum of the Year 2015\\\\n\\\\nThe BBC in partnership with The Art Fund\\\", \\\"The Whitworth was founded in 1889 in the memory of industrialist Sir Joseph Whitworth, for \\\\\\\"the perpetual gratification of the people of Manchester\\\\\\\".\\\", \\\"While it was closed, it held a series of pop-up, experimental events to keep the spirit of the Whitworth open.\\\", \\\"In 2014 the gallery underwent a large scale remodelling, opening it up to the park in which it sits.\\\"]\"}", 
    "{\"title\": \"VIDEO: Albarn: Alice haunted me as a child\", \"pstUrl\": \"http://www.bbc.co.uk/news/entertainment-arts-33326736#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"Damon Albarn has admitted that he is not a fan of modern-day musicals, so his latest choice of project is a surprising one.\\\", \\\"The Blur front man has co-written a musical version of Alice in Wonderland, and it takes a trip down the modern-day rabbit hole.\\\", \\\"Wonder.land, as it is called, still features characters like the March Hare and the Mad Hatter but re-imagines Lewis Carroll's creations for the digital age.\\\", \\\"\\\\n\\\\nDamon and Lois Chimimba, who plays Alice in the musical, told BBC Breakfast about the project.\\\"]\"}", 
    "{\"title\": \"VIDEO: BBC 'must make hard choices'\", \"pstUrl\": \"http://www.bbc.co.uk/news/entertainment-arts-33368471#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"The BBC is to cut 1,000 jobs because of a \\\\u00a3150m budget gap in its licence fee income.\\\", \\\"An unexpected increase in the number of households saying they do not watch live TV, so do not pay for a licence, has been blamed for the shortfall.\\\", \\\"\\\\n\\\\nBBC director general Tony Hall said that \\\\\\\"hard choices\\\\\\\" would have to be made now and in the future.\\\"]\"}", 
    "{\"title\": \"Obituary: Val Doonican\", \"pstUrl\": \"http://www.bbc.co.uk/news/entertainment-arts-13056229#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"The Val Doonican Music show saw him become a mainstay of Saturday night television.\\\", \\\"Two of Doonican's most enduring props were his collection of multi-coloured sweaters - which became known as \\\\\\\"Val Doonican jumpers\\\\\\\" - and his ever-present rocking chair.\\\", \\\"Val Doonican's gentle style made him a popular feature on Saturday night television for more than two decades.\\\", \\\"Doonican later moved to London, where he continued his entertainment apprenticeship in radio, television, cabaret and music hall.\\\", \\\"The television shows came to an end after 24 years, but Doonican continued to tour, choosing mostly intimate regional theatres, in the UK and abroad.\\\"]\"}", 
    "{\"title\": \"Meeting the man behind Mr Tumble\", \"pstUrl\": \"http://www.bbc.co.uk/news/entertainment-arts-33250543#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"The great thing about this show is it's looking at the early years of the character Mr Tumble, which is really fun.\\\", \\\"The festival will stage a theatre show in which he tells the life story of his most popular character, Something Special's starry-waistcoat-wearing Mr Tumble.\\\", \\\"I went to a fete with my niece, and we were walking into the entrance to the fete and someone went: \\\\\\\"Hey Mr Tumble!\\\\\\\"\\\", \\\"\\\\n\\\\nThe Tale of Mr Tumble is at Manchester Opera House from 11-19 July.\\\", \\\"I might be in the supermarket or whatever and they'll go: \\\\\\\"Hi Mr Tumble!\\\\\\\"\\\"]\"}", 
    "{\"title\": \"Rita Ora on X Factor and new music\", \"pstUrl\": \"http://www.bbc.co.uk/news/entertainment-arts-33286119#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"Rita Ora is reliving the moment she performed, alone on a vast stage, at this year's Oscars.\\\", \\\"Pop star Rita Ora is back with new music, after multiple delays to her second album.\\\", \\\"\\\\\\\"If a normal 24-year-old girl was doing what I'm doing, no-one would have a problem.\\\", \\\"She was named after movie star Rita Hayworth by her parents, a doctor and a businessman.\\\", \\\"I love my pop music.\\\\\\\"\\\"]\"}", 
    "{\"title\": \"The man who made Manchester cool again\", \"pstUrl\": \"http://www.bbc.co.uk/news/entertainment-arts-33264944#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"Every two years, Manchester becomes the coolest place on the world's cultural circuit as the Manchester International Festival (MIF) stages a string of art, theatre and music premieres.\\\", \\\"\\\\\\\"Suddenly with MIF, it is very clear that Manchester now belongs in the cultural map of the world.\\\\\\\"\\\", \\\"This year's festival opens on Thursday with Albarn's Alice in Wonderland musical, titled Wonder.land.\\\", \\\"And the festival has played a large part in transforming the city's reputation on the global cultural circuit.\\\", \\\"Artistic director Alex Poots has masterminded its first decade - but is now stepping down to run New York's new Culture Shed.\\\"]\"}", 
    "{\"title\": \"A tale of three Murdochs\", \"pstUrl\": \"http://www.bbc.co.uk/news/entertainment-arts-33310439#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"But let's be clear here, Mr Murdoch Sr remains chairman of both 21st Century Fox and the sister company, News Corporation.\\\", \\\"\\\\n\\\\nHowever, three Murdochs - all with something to prove - keep watching.\\\", \\\"In 2014, he returned to the fold, as co-chairman of News Corp and 21st Century Fox.\\\", \\\"Last year, he was appointed co-chief operating officer at 21st Century Fox and has now stepped up to the chief executive role.\\\", \\\"The words on my Twitter timeline were: \\\\\\\"Rupert Murdoch is stepping down.\\\\\\\"\\\"]\"}", 
    "{\"title\": \"Apple aims for bigger bite of music market\", \"pstUrl\": \"http://www.bbc.co.uk/news/business-33260235#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"Mr Sheehy predicts that up to 25% of Apple users will pay for Apple Music after the trial ends.\\\", \\\"Aware of which way the wind is blowing, Apple this week joins the streaming bandwagon with the launch of Apple Music.\\\", \\\"Despite the imminent arrival of Apple Music, Spotify said in June that it had raised $526m (\\\\u00a3334m) in new funding and was now valued at $8.5bn (\\\\u00a35.4bn).\\\", \\\"His latest song, Freedom, will only be available on Apple Music.\\\", \\\"A generation has grown up illegally downloading music - and many music fans are content to use advertising-funded websites such as YouTube to hear almost any track you can think of.\\\"]\"}", 
    "{\"title\": \"What to call a play with a sweary title?\", \"pstUrl\": \"http://www.bbc.co.uk/news/entertainment-arts-33238562#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"It's not every day the National Theatre - and the BBC - is unable to broadcast the full title of a play.\\\", \\\"How does it feel to have the Pulitzer Prize for Drama on your CV?\\\\n\\\\nIt's a little surreal.\\\", \\\"The National Theatre prints the swear word on the programme with two asterisks.\\\", \\\"On a recent visit to London, Guirgis told the BBC about the play's title, winning the 2015 Pulitzer Prize for Drama and his new Netflix project with Baz Luhrmann.\\\", \\\"If I'm in a plane crash maybe they'll put \\\\\\\"Pulitzer Prize winner Guirgis dies\\\\\\\".\\\"]\"}"
]