[
    "{\"title\": \"Solar Impulse completes epic flight\", \"pstUrl\": \"http://www.bbc.co.uk/news/science-environment-33383521#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Solar Impulse, the aeroplane that is powered only by the sun, has landed in Hawaii after making a historic 7,200km flight across the Pacific from Japan.\", \"Getting Solar Impulse to Hawaii proved more problematic than anyone could have imagined.\", \"The Solar Impulse plane is not really intended to be a vision of the future of aviation.\", \"From Phoenix, Solar Impulse will head for New York and an Atlantic crossing that would eventually see the plane return to Abu Dhabi.\", \"But, first, the Solar Impulse ground crew in Kalaeloa will need a few days to check over the aircraft.\"]}", 
    "{\"title\": \"Cats 'control mice' with chemicals\", \"pstUrl\": \"http://www.bbc.co.uk/news/science-environment-33380669#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"\\\"It's something that has existed in cats and mice for thousands of years,\\\" said Dr Voznessenskaya.\", \"Researchers found that when very young mice were exposed to a chemical in cat urine, they were less likely to avoid the scent of cats later in life.\", \"And cats, it turns out, even have chemical warfare in their anti-mouse arsenal - contained in their urine.\", \"\\n\\nAs for the cats: \\\"They seem to be able to keep the number of mice around that they need,\\\" she added.\", \"\\\"Their physical sensitivity [to the chemical] was actually actually much higher,\\\" Dr Voznessenskaya explained.\"]}", 
    "{\"title\": \"CO2 emissions threaten ocean crisis\", \"pstUrl\": \"http://www.bbc.co.uk/news/science-environment-33369024#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"They believe politicians trying to solve climate change have paid far too little attention to the impacts of climate change on the oceans.\", \"They warn: \\u201cImmediate and substantial reduction of CO2 emissions is required in order to prevent the massive and effectively irreversible impacts on ocean ecosystems and their services\\u201d.\", \"It has also buffered climate change by absorbing over 90% of the additional heat created by industrial society since 1970.\", \"Our study provides compelling arguments for a radical change at the UN conference (in Paris) on climate change\\u201d.\", \"They warn that the 2C maximum temperature rise for climate change agreed by governments will not prevent dramatic impacts on ocean systems.\"]}", 
    "{\"title\": \"Cystic fibrosis gene therapy boost\", \"pstUrl\": \"http://www.bbc.co.uk/news/science-environment-32932922#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"A gene therapy has stabilised and slightly improved cystic fibrosis in some of 136 patients in a trial.\", \"The lungs of patients that did not take the gene therapy showed a decline of 3-4% on average over the same period.\", \"But they both know the new gene therapy probably will not be ready in time to help Mr Kelly.\", \"Prof Alton and his colleagues at the UK Cystic Fibrosis Gene Therapy consortium, which includes scientists at Edinburgh and Oxford Universities as well as Imperial, are hoping to have a further trial next year.\", \"\\n\\nCystic Fibrosis Trust chief executive Ed Owen said: \\\"The advantage of gene therapy is that it attacks the basic defect of cystic fibrosis and that has the potential to reduce the daily routine of drugs that those with cystic fibrosis endure each day and (offers the possibility) of long-term improvement to transform their lives\\\".\"]}", 
    "{\"title\": \"Why insects are marvels of engineering\", \"pstUrl\": \"http://www.bbc.co.uk/news/science-environment-33334091#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"\\\"They have gears,\\\" says Dr Sutton - tiny cogs with interlocking teeth on the inside of each leg.\", \"When these insects jump, their bodies go into a spin.\", \"\\\"The neatest hypothesis (about these) is that the nymphs are zipping their legs together for take-off,\\\" Dr Sutton says.\", \"\\\"If the legs go at different times the insect will just spin,\\\" explains Dr Sutton.\", \"\\\"A froghopper's jump is prefaced by a five second ratcheting-up,\\\" says Dr Sutton.\"]}", 
    "{\"title\": \"Limited badger cull to start in NI\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-northern-ireland-33370942#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"But, from this month, any badger that tests positive for bovine TB will be killed by lethal injection.\", \"Despite a long-standing eradication programme, bovine TB still affects about 6% of cattle herds in Northern Ireland and it is on the rise.\", \"His beef herd contracted bovine TB last September.\", \"Scotland is bovine TB free and the Republic of Ireland is culling badgers in disease hotspots.\", \"He said his beef calves that contracted Bovine TB were isolated from other cattle on the farm but were born and grazed in fields on which there are badger setts.\"]}", 
    "{\"title\": \"Pluto shows its spots to Nasa probe\", \"pstUrl\": \"http://www.bbc.co.uk/news/science-environment-33369045#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"New Horizon\\u2019s flyby data will hopefully provide the answer.\", \"The science team on the American New Horizons mission to Pluto has released two colour views of the dwarf planet and its biggest moon, Charon.\", \"On Thursday, New Horizons was just under 15 million km from Pluto, but 4.7 billion km from Earth.\", \"The US space agency (Nasa) mission is now closing in on Pluto and its five moons.\", \"Their dominant placing is on the hemisphere that New Horizons will not see during its close flyby on 14 July.\"]}", 
    "{\"title\": \"BP to pay \\u00a312bn for Gulf oil spill\", \"pstUrl\": \"http://www.bbc.co.uk/news/business-33363672#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"BP has reached an $18.7bn (\\u00a312bn) settlement with the US Department of Justice (DoJ) following the 2010 Gulf of Mexico oil spill.\", \"Over 125 million gallons of oil spewed into the Gulf after an explosion at the Deepwater Horizon oil rig in 2010.\", \"The Deepwater Horizon oil spill was one of the worst environmental disasters in US history and claimed the lives of 11 people.\", \"US Attorney General Loretta E Lynch said the BP settlement was the largest to be paid by a single company in US history.\", \"The settlement process is also separate from other court proceedings relating to the spill, including environmental and criminal penalties.\"]}", 
    "{\"title\": \"Global prize for anti-poverty leader\", \"pstUrl\": \"http://www.bbc.co.uk/news/science-environment-33283680#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"The founding chairman of a leading rural development and anti-poverty organisation, based in Bangladesh, has won the 2015 World Food Prize.\", \"The US$ 250,000 World Food Prize has been awarded annually since 1987 to \\\"outstanding individuals who have made breakthrough achievements contributing to improving the quality, quantity or availability of food throughout the world\\\".\", \"\\\"Since 1987, there have been 40 individuals who have won the World Food Prize and they come from a broad array of specialisations, from presidents to seed scientists and irrigation pioneers.\", \"Sir Fazle Hasan Abed established Brac in 1972, which has since helped nearly 150 million people out of poverty.\", \"\\\"He thought that there should be a prize that was equivalent of the Nobel Prize he received for agriculture and food.\"]}", 
    "{\"title\": \"New test pins down 'time of death'\", \"pstUrl\": \"http://www.bbc.co.uk/news/science-environment-33320009#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"It is a significant step forward from the current method of measuring core body temperature, which only works up to 36 hours after death.\", \"Forensic researchers have developed a new method for establishing an exact time of death after as long as 10 days.\", \"The team from Austria's University of Salzburg measured the breakdown of muscle proteins in dead pigs over time.\", \"The team studied the muscle proteins of pigs, because of their close similarity to human muscles.\", \"The team has also analysed more than 60 human tissue samples from the forensic department of the same university.\"]}", 
    "{\"title\": \"Rosetta spies cometary sinkholes\", \"pstUrl\": \"http://www.bbc.co.uk/news/science-environment-33354872#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"The comet being studied by Europe\\u2019s Rosetta probe is riddled with pits that formed much like sinkholes here on Earth, say scientists.\", \"The scientists working on the European Space Agency's Rosetta probe think something similar is happening on Comet 67P/Churyumov-Gerasimenko.\", \"Over time, the sinkholes will likely open out into shallower basins, and these basins will probably also merge.\", \"Rosetta and the comet are currently about 290 million km from Earth and heading in towards the Sun.\", \"\\\"It's amazing because it gives us the possibility to look inside the comet for the first time,\\\" he told BBC News.\"]}", 
    "{\"title\": \"'Celeb mind game' gives memory clues\", \"pstUrl\": \"http://www.bbc.co.uk/news/health-33343511#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Researchers have used \\\"mind games\\\" to reveal clues about how nerve cells may change when making new memories.\", \"Throughout each test, researchers recorded which specific nerve cells fired in response to each picture.\", \"Scientist said they spotted \\\"dramatic\\\" differences in nerve activity at the exact moment a participant learnt of a new link between a person and place.\", \"Competing theories include the idea that solitary or just a few nerve cells represent a single person or concept, while others believe a whole host of neurons are needed to form a memory.\", \"The team asked 14 volunteers to view pictures of people and faces, while recording the activity of single brain cells.\"]}", 
    "{\"title\": \"Oranges bug 'hacks insect behaviour'\", \"pstUrl\": \"http://www.bbc.co.uk/news/science-environment-33289251#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"New research suggests that a bacterium, thought to be the cause of a deadly disease of citrus plants, aids its own spread by altering insect behaviour.\", \"The insect feeds on the citrus plant by inserting a special tube, a proboscis, deep into a leaf and then sucking up some of the nutrient-rich sap.\", \"To get from plant to plant the bacterium has to rely on an insect carrier called the Asian psyllid.\", \"Whilst infected psyllids are not thought to live as long, the evidence suggests that they have more offspring.\", \"If it feasts on an infected plant, it too can become infected with the CLas bacterium.\"]}", 
    "{\"title\": \"'Leap second' delays midnight\", \"pstUrl\": \"http://www.bbc.co.uk/news/science-environment-33313347#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Leap seconds - and leap years - are added as basic ways to keep the clock in sync with the Earth and its seasons.\", \"\\\"Whenever a leap second occurs, some computer systems encounter problems due to glitches in the code written to handle them.\", \"The \\\"leap second\\\" means the last minute of June had 61 seconds in it.\", \"This means computers and software cannot be supplied with leap seconds programmed in, and they must be inserted manually,\\\" he explained.\", \"The addition meant that the last minute of June had 61 seconds; while 23:59:59 usually becomes 00:00:00, the leap second ensured the time became 23:59:60.\"]}", 
    "{\"title\": \"Probe refines Pluto flyby path\", \"pstUrl\": \"http://www.bbc.co.uk/news/science-environment-33348459#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"The American New Horizons spacecraft has made its last planned targeting manoeuvre as it bears down on Pluto.\", \"On flyby day itself, no pictures will come back to Earth, because New Horizons will be so busy gathering data.\", \"As of 1 July, New Horizons was 4.7 billion km from Earth and 14.9 million km from Pluto.\", \"The spacecraft needs to take a very calculated path past Pluto and its moons, to ensure its instruments point where they are supposed to on the 14th.\", \"Shortly, New Horizons' Mission Operations Center, which is based at Johns Hopkins University, will upload the commands that will drive the observation sequence during the flyby.\"]}", 
    "{\"title\": \"VIDEO: The science behind the pollen count\", \"pstUrl\": \"http://www.bbc.co.uk/news/health-33400106#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"This week saw the highest temperature for a July day ever recorded in the UK, but while many enjoyed being outdoors, others were suffering.\", \"It's peak season for pollen at the moment and with an estimated 31 million people suffering from hayfever, the pollen count is an important part of the weather forecast.\", \"\\n\\nBut how do they work it out?\"]}", 
    "{\"title\": \"VIDEO: Acrobats of the insect world\", \"pstUrl\": \"http://www.bbc.co.uk/news/science-environment-33334093#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Dr Gregory Sutton from the University of Bristol has been using high speed cameras to reveal the secrets of the most acrobatic of the world's invertebrates for almost a decade.\", \"Along with his colleagues at the University of Bristol, he is working out how fleas, locusts and even praying mantises take to the air.\", \"This clip shows a sample of his footage and findings.\", \"Produced by Victoria Gill.\", \" All footage courtesy of Dr Gregory Sutton, University of Bristol and Prof Malcolm Burrow, University of Cambridge\"]}", 
    "{\"title\": \"VIDEO: 'Irreversible change' to sea life from CO2\", \"pstUrl\": \"http://www.bbc.co.uk/news/science-environment-33370591#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"A major report warns that life in the seas will be irreversibly changed unless CO2 emissions from industrial society are drastically cut.\", \"Twenty-two experts in the journal Science say the oceans are heating, losing oxygen and becoming more acidic - all in response to our carbon dioxide.\", \"\\n\\nThe scientists in Germany have been studying an event 55 million years ago that could throw light on today's challenges.\"]}", 
    "{\"title\": \"VIDEO: 'I feel like I can fly forever'\", \"pstUrl\": \"http://www.bbc.co.uk/news/science-environment-33334943#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"A solar-powered plane that is attempting to cross the Pacific Ocean is encountering its first weather front.\", \"It will have to navigate a route through a wall of clouds and rain to continue its epic journey to Hawaii.\", \"Pilot Andre Borschberg spoke to the BBC as he approached the front.\", \" He said it was \\\"an incredible moment\\\" to be in the middle of the Pacific and that he felt like he could fly forever in the craft.\"]}", 
    "{\"title\": \"VIDEO: The blind birdman of Brazil\", \"pstUrl\": \"http://www.bbc.co.uk/news/magazine-33345913#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Uruguayan Juan Pablo Culasso, 29, has been blind since birth but he has become one of the best \\\"birdwatchers\\\" in South America.\", \"Now Juan Pablo lives in Brazil and works professionally as a nature sound recordist.\", \"BBC News joined Juan Pablo as he went in search of more exotic sounds.\", \"His father encouraged him to play birdsong on the piano as a child and took him to a museum to feel their feathers.\", \"In 2014 he won a continent-wide TV contest, Supercerebros (Super Brains), thanks to his exceptional memory of birdsong.\"]}", 
    "{\"title\": \"VIDEO: Ice lollies to keep zoo animals cool\", \"pstUrl\": \"http://www.bbc.co.uk/news/world-europe-33375758#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Zoo animals across Europe are being fed frozen treats to keep them cool and hydrated during the current heatwave.\", \"\\n\\nThe ice lollies are made from a range of foods, from fruit to chicken legs encased in frozen blood.\"]}", 
    "{\"title\": \"VIDEO: Leap second: What does it mean?\", \"pstUrl\": \"http://www.bbc.co.uk/news/science-environment-33323303#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Midnight GMT will come later tonight, as for the first time in three years, an extra second is added to the official time set by atomic clocks.\", \"The \\\"leap second\\\" means that the last minute of June will have 61 seconds in it.\", \"\\n\\nIt last happened in 2012, and caused temporary problems for some websites.\"]}", 
    "{\"title\": \"VIDEO: World's smelliest plant blooms in Edinburgh\", \"pstUrl\": \"http://www.bbc.co.uk/news/science-environment-33303580#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"One of the world's largest and smelliest flowers has blossomed for the first time in Scotland.\", \"Visitors have been queuing at The Royal Botanic Garden in Edinburgh (RBGE), where the flower is due to be open for two to three days.\", \"The giant Amorphophallus Titanum has a strong smell of rotting flesh.\", \"It has produced seven leaves in the 12 years that it has been at the garden, so horticulturists say they are \\\"delighted to finally have a flower\\\".\", \"\\n\\nOfficials said the garden would be open until 21:00 on Sunday to allow the maximum number of visitors to view the flower.\"]}", 
    "{\"title\": \"Peeking into the brain's filing system\", \"pstUrl\": \"http://www.bbc.co.uk/news/science-environment-33380677#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Dr Horner said the findings also dovetail nicely with the single-neuron, celebrity-spotting results from the Leicester study.\", \"Another brand new study, out this week in the journal Nature Communications, looks inside the brain using fMRI imaging to see this filing system in action.\", \"A key component is the small, looping structure called the hippocampus, buried quite deep beneath the brain's wrinkled outer layer.\", \"So that suggests that it's the hippocampus that's doing the pattern completion, retrieving all these elements.\", \"\\\"That's clearly not a system we want, if we're going to remember a specific event that happens once in a lifetime.\\\"\"]}", 
    "{\"title\": \"In pictures: Lightning illuminates UK\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-33395943#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Below is a selection of some of the best images of the spectacular lightning show seen across the UK overnight.\", \"\\n\\nStephen Cheatley captured this dramatic scene over Blackpool Tower, tweeting: 'I can't believe I got this shot!'\\n\\nA static camera on Wimbledon's \\\"Henman Hill\\\" caught this striking shot of lightning illuminating London\\n\\nAs storms travelled north across the country, lightning bolts turned night to day. (Wednesfield, Wolverhampton)\\n\\nDespite the ferocity of the storms there has been no reported damage. (New Providence Wharf, London)\\n\\nThunder and heavy downpours struck from the south coast of England to southern and western Scotland. (Bournemouth)\"]}", 
    "{\"title\": \"Robots on the march\", \"pstUrl\": \"http://www.bbc.co.uk/news/technology-33360744#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"And he points out that Germany, which employs far more industrial robots than France, has a lower level of unemployment.\", \"Until recently, all industrial robots were locked behind cages to prevent this kind of accident because they were not smart enough to detect a human in their path.\", \"His thesis is that by making companies more competitive, adopting robots will create jobs rather than destroy them.\", \"Let's not exaggerate the threat from the robots - they are still very bad at things we find easy, like climbing stairs or telling jokes.\", \"It is facial recognition technology that will enable robots to recognise us - and that's just one of the controversial issues hanging over this fast growing industry.\"]}", 
    "{\"title\": \"'Circademics' get serious about circus\", \"pstUrl\": \"http://www.bbc.co.uk/news/business-33277907#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Practitioners claim that teaching children circus skills helps them to trust other people, improves their \\\"physical literacy\\\", and raises their self-esteem and sense of identity.\", \"In an attempt to measure the value of such circus education projects, the Circus Research Network was set up last year, bringing together academics and those running \\\"social circus\\\" schemes, into the discipline now referred to as \\\"circademics\\\".\", \"The Belfast Community Circus School was set up as a response to the Troubles and its brightly-painted circus van became a regular sight on the Shankill Road and Falls Road in the 1980s and 1990s.\", \"Now circus skills are being used not as a way of running away, but as a way of preventing marginalised young people from dropping out.\", \"The circus is rarely seen as a threat and this has allowed organisations like Clowns Without Borders to bring circus to families in refugee camps or warzones.\"]}", 
    "{\"title\": \"Astronaut Samantha Cristoforetti on life in space\", \"pstUrl\": \"http://www.bbc.co.uk/news/science-environment-33313719#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"When astronaut Samantha Cristoforetti came back down to Earth earlier this month she set a new world record.\", \"Luckily for today's astronauts, space food has improved over the past 50 years and moved on from gloop in a toothpaste tube and freeze-dried sandwiches.\", \"When she wasn't working Cristoforetti was able to take some spectacular photographs of the Earth.\", \"The longest time spent in space by a woman on a single mission - 199 days and 16 hours on the International Space Station.\", \"And learning to move around in zero gravity did take some getting used to being \\\"a space human being\\\".\"]}", 
    "{\"title\": \"Does the future of wildlife lie in captivity?\", \"pstUrl\": \"http://www.bbc.co.uk/news/science-environment-33286942#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Look ahead towards the middle of the century and much-loved animals such as lemurs, rhinos and tigers will only survive in some form of captivity.\", \"The reasons are obvious: growing populations and the thirst for resources and the black market for animals all mean that humans and animals are increasingly competing for territory and survival.\", \"\\n\\nSo, for the moment, Indris kept in captivity do not reproduce and may not survive and extinction remains a constant danger.\", \"And local conservation workers have received threatening phone calls and even death threats.\", \"To try to keep about 60 tigers relatively safe from poachers, a small army of 200 rangers was on constant patrol.\"]}"
]