[
    "{\"title\": \"Reddit in uproar after staff sacking\", \"pstUrl\": \"http://www.bbc.co.uk/news/technology-33379571#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"Social news site Reddit is in virtual lockdown in protest over the sacking of popular employee Victoria Taylor.\\\", \\\"Ms Taylor said she was \\\\\\\"dazed\\\\\\\" by the swiftness of her departure in a very brief response to a message asking her about the sacking.\\\", \\\"Reddit staff were \\\\\\\"being uncommunicative, and disregarding the thousands of moderators who keep the site running\\\\\\\", they said.\\\", \\\"Ms Taylor helped organise guests for AMAs and worked to verify that people due to answer questions were who they said they were.\\\", \\\"\\\\\\\"We all had the rug ripped out from under us and feel betrayed,\\\\\\\" said one of the AMA moderators in a separate message.\\\"]\"}", 
    "{\"title\": \"Minecraft fans to gather in London\", \"pstUrl\": \"http://www.bbc.co.uk/news/technology-33379577#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"Minecon, the global gathering for fans of the video game Minecraft, takes place in London this weekend.\\\", \\\"The convention will also feature a \\\\\\\"speedrun\\\\\\\" competition to see which players can traverse a Minecraft game map the fastest.\\\", \\\"The core coding team for Minecraft is set to appear at the show to talk about future features on which they are working.\\\", \\\"Also present will be Telltale Games which is working on Minecraft: Story Mode - an episodic adventure set in the game's universe.\\\", \\\"This year's convention is the first since Microsoft bought Minecraft maker Mojang for $2.5bn (\\\\u00a31.6bn) in September 2014.\\\"]\"}", 
    "{\"title\": \"VIDEO: ZX Spectrum remake nears completion\", \"pstUrl\": \"http://www.bbc.co.uk/news/technology-33379468#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"Fans of the ZX Spectrum's spongy keyboard are one step closer to typing on it again.\\\", \\\"The new keyboard can be connected to a tablet computer with Bluetooth and used to control retro gaming apps.\\\", \\\"Mr Wilcox said the company had the necessary licence to use the ZX Spectrum name and the software it was offering in the keyboard's companion app.\\\", \\\"A majority of the computing is done by the tablet, not the keyboard.\\\", \\\"He said the project had been delayed after the team decided to support Android tablets as well as Apple's iOS devices.\\\"]\"}", 
    "{\"title\": \"Mastercard tests 'pay by selfie' app\", \"pstUrl\": \"http://www.bbc.co.uk/news/technology-33379461#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"I think they'll find it cool,\\\\\\\" the firm's security expert Ajay Bhalla told CNN.\\\\n\\\\nOne security expert told the BBC facial recognition should be complemented with \\\\\\\"extra layers of security\\\\\\\".\\\", \\\"Mastercard is testing a smartphone app that uses facial recognition to verify online purchases.\\\", \\\"In March, Chinese shopping brand Alibaba demonstrated a facial recognition app, but hasn't brought it to market yet.\\\", \\\"Mastercard is exploring facial recognition as an alternative to SecureCode, its security software that asks online shoppers for a password to make purchases.\\\", \\\"\\\\\\\"Google tried facial recognition on Android phones and there were a lot of problems in the early days\\\\\\\", said Ken Munro, security researcher at Pen Test Partners.\\\"]\"}", 
    "{\"title\": \"Lawsuit over Samsung phone software\", \"pstUrl\": \"http://www.bbc.co.uk/news/technology-33379575#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"A Chinese consumer protection group launched the legal action over the default apps or \\\\\\\"bloatware\\\\\\\" found on Samsung phones.\\\", \\\"The council said it was motivated to start the legal action following a growing number of complaints about pre-installed apps.\\\", \\\"In a statement, Samsung said: \\\\\\\"We have not yet received the formal complaint filed by the Shanghai Consumer Council.\\\", \\\"The legal action aims to make the two phone-makers put in place systems that let people remove the apps easily and warn them about what they get when they buy a new phone.\\\", \\\"The Shanghai Consumer Council also filed a similar case against Chinese phone-maker Oppo.\\\"]\"}", 
    "{\"title\": \"EE fined \\u00a31m for complaints handling\", \"pstUrl\": \"http://www.bbc.co.uk/news/business-33376678#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"EE, the UK's largest mobile phone operator, has been fined \\\\u00a31m by the regulator Ofcom for breaching rules on handling customer complaints.\\\", \\\"The investigation into EE is part of Ofcom's wider look at complaints handling by telecoms companies.\\\", \\\"The fine imposed against EE takes account of the serious failings that occurred in the company's complaints handling, and the extended period over which these took place.\\\\\\\"\\\", \\\"Ofcom's current figures highlight that complaints into Ofcom about EE have fallen by 50% in the past year.\\\\\\\"\\\", \\\"Ofcom point that the 50% figure relates solely to complaints about mobile services, but that complaints about EE broadband and landlines services have actually risen by 50% and 30% respectively.\\\"]\"}", 
    "{\"title\": \"Trump hotels examine card breach claim\", \"pstUrl\": \"http://www.bbc.co.uk/news/technology-33364354#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"Donald Trump's hotel business is investigating claims that it is the latest US firm to fall victim to a credit and debit card security breach.\\\", \\\"If the fears were confirmed, the Trump Organization would become the latest in a series of US firms to be the victim of a credit and debit card breach.\\\", \\\"What each of the cases reportedly had in common was that the associated credit and debit cards had all previously been used at Trump hotels.\\\", \\\"The claims brought concerns about the security of US credit cards to the fore.\\\", \\\"Hard Rock Hotel & Casino Las Vegas said in May that a malware attack may have allowed hackers to steal information about credit cards used at its locations.\\\"]\"}", 
    "{\"title\": \"Amnesty demands GCHQ spying inquiry\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-33370406#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"\\\\\\\"The revelation that the UK government has been spying on Amnesty International highlights the gross inadequacies in the UK's surveillance legislation.\\\\\\\"\\\", \\\"It came after the Investigatory Powers Tribunal (IPT) informed Amnesty that GCHQ had breached rules by keeping data intercepted from it for too long - although it had been collected legally.\\\", \\\"Campaign group Amnesty International has called for an independent inquiry after it was confirmed it was spied on by British surveillance agency GCHQ.\\\\n\\\\nIt said it was \\\\\\\"outrageous\\\\\\\" that human rights bodies were being monitored.\\\", \\\"The tribunal had said in June that GCHQ failed to delete data intercepted from two other rights groups on time.\\\", \\\"The tribunal has now made it clear that it was Amnesty and not the Egyptian organisation that had been spied on.\\\"]\"}", 
    "{\"title\": \"Facebook to pay video clip creators\", \"pstUrl\": \"http://www.bbc.co.uk/news/technology-33362722#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"Facebook is to start paying some video creators for uploading their clips to the platform.\\\", \\\"One likely concern for video creators is that it is more difficult to search for videos on Facebook than YouTube at the moment.\\\", \\\"\\\\\\\"Based on our forecasts, by 2018 Facebook will have 25% of online video ad revenue in Europe, and more in the US,\\\\\\\" said Ms Marouli.\\\", \\\"While YouTube gives content creators 55% of the revenue from ads displayed before their videos, Facebook will split the 55% it is offering between several creators.\\\", \\\"Facebook made $3.3bn (\\\\u00a32.1bn) in ad revenue in the first quarter of 2015, 73% of it from mobile ads.\\\"]\"}", 
    "{\"title\": \"Silk Road investigator pleads guilty\", \"pstUrl\": \"http://www.bbc.co.uk/news/technology-33364349#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"A former US undercover agent involved in an investigation into the dark web marketplace Silk Road has admitted a series of crimes.\\\", \\\"He was given the task of communicating with Ross Ulbricht, the man who was subsequently jailed for life for running Silk Road, prosecutors said.\\\", \\\"A lawyer for Ulbricht has said those charges removed \\\\\\\"any question about the corruption that pervaded the investigation of Silk Road\\\\\\\".\\\", \\\"\\\\n\\\\nForce and Bridges belonged to the same Baltimore-based federal task force that investigated Silk Road.\\\", \\\"Silk Road operated for more than two years until it was shut down in October 2013, generating more than $214m in sales of drugs and other illicit goods using Bitcoin, prosecutors said.\\\"]\"}", 
    "{\"title\": \"Rise in nuisance call complaints\", \"pstUrl\": \"http://www.bbc.co.uk/news/technology-33362726#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"The UK's Information Commissioner's Office (ICO) received a record number of complaints about nuisance calls in the past year.\\\", \\\"The watchdog said 180,188 complaints about unwanted promotional calls and text messages had been made, up 11% from last year.\\\", \\\"Overall, the ICO issued more than \\\\u00a31m in fines in the last year.\\\", \\\"The total number of complaints the ICO handled fell slightly compared with last year.\\\", \\\"The organisation said its research showed only 2% of people who received unwanted calls reported them.\\\"]\"}", 
    "{\"title\": \"Robots on the march\", \"pstUrl\": \"http://www.bbc.co.uk/news/technology-33360744#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"And he points out that Germany, which employs far more industrial robots than France, has a lower level of unemployment.\\\", \\\"Until recently, all industrial robots were locked behind cages to prevent this kind of accident because they were not smart enough to detect a human in their path.\\\", \\\"His thesis is that by making companies more competitive, adopting robots will create jobs rather than destroy them.\\\", \\\"Let's not exaggerate the threat from the robots - they are still very bad at things we find easy, like climbing stairs or telling jokes.\\\", \\\"It is facial recognition technology that will enable robots to recognise us - and that's just one of the controversial issues hanging over this fast growing industry.\\\"]\"}", 
    "{\"title\": \"What links a reporter and the robot apocalypse?\", \"pstUrl\": \"http://www.bbc.co.uk/news/blogs-trending-33363155#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"\\\\\\\"Exterminate exterminate!\\\\\\\" wrote one.\\\", \\\"The real Sarah O'Connor said she never watched the films and many of the references passed her by.\\\", \\\"Sarah O'Connor is the employment correspondent for the Financial Times and in her own words, she normally tweets \\\\\\\"really boring stuff about unit wage costs.\\\\\\\"\\\", \\\"Not O'Connor!!\\\\\\\" tweeted one man.\\\", \\\"But then she tweeted this: \\\\\\\"A robot has killed a worker in a VW plant in Germany\\\\\\\".\\\"]\"}", 
    "{\"title\": \"Amazon launches London hour delivery\", \"pstUrl\": \"http://www.bbc.co.uk/newsbeat/33332018#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"Delivery drivers can also be tracked on the Prime Now app and the service covers 27 departments on Amazon, including electronics.\\\", \\\"Amazon launched Prime Now in parts of New York in December and expanded the service to other US cities including Baltimore, Dallas and Miami.\\\", \\\"\\\\\\\"This is just the beginning,\\\\\\\" said Amazon UK managing director Christopher North.\\\", \\\"Amazon says its UK business collects the tip but says \\\\\\\"the entire tip will go to the delivery person\\\\\\\".\\\", \\\"Amazon has introduced its one-hour delivery service for Prime members in parts of central London in its first expansion outside the US.\\\\n\\\\nThe company has launched Prime Now which gives customers in certain areas of the capital the chance to have items delivered to their door within an hour.\\\"]\"}", 
    "{\"title\": \"VIDEO: Exploring 360 degree game play\", \"pstUrl\": \"http://www.bbc.co.uk/news/technology-33230703#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"Virtual reality has the potential to transform gaming making it much more immersive for the player.\\\", \\\"BBC Click's Marc Cieslak put on a pair of VR goggles at the recent E3 electronic entertainment expo to find out what could be in store for future gamers - everything from virtual theme park rides to the chance to star in your own scary thriller.\\\", \\\"\\\\n\\\\nMore at BBC.com/Click and @BBCClick.\\\"]\"}", 
    "{\"title\": \"VIDEO: How to monitor your kid's driving\", \"pstUrl\": \"http://www.bbc.co.uk/news/technology-33151240#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"Technology has found a way to let you be a back seat driver for your offspring - even when you are not in the car with them.\\\", \\\"A small Teentrack box can be inserted inside the dashboard of a car and it enables parents to follow - in real time- the driving habits of their teen.\\\", \\\"And as BBC Click's Kate Russell discovers, it is only one of a number of ways technology can help us all improve our own driving skills.\\\", \\\"\\\\n\\\\nMore at BBC.com/Click and @BBCClick.\\\"]\"}", 
    "{\"title\": \"VIDEO: Robot suit lets paralysed soldier walk\", \"pstUrl\": \"http://www.bbc.co.uk/news/technology-33369732#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"A former British soldier who was paralysed in Afghanistan is learning how to walk again with the help of an exoskeleton.\\\", \\\"James Johnson, who served with the Grenadier Guards, is the first paraplegic person to be part of the Salford University pilot scheme to teach people how to walk using robotics.\\\", \\\"In the past two years, exoskeletons have started to be sold commercially but they are expensive.\\\", \\\"The ReWalk system being used by Mr Johnson costs \\\\u20ac60,000 ($66,541, \\\\u00a342,850).\\\", \\\" The company hopes insurance firms will help others with similar disabilities meet the cost of learning to walk again.\\\"]\"}", 
    "{\"title\": \"VIDEO: Controlling a 'cyborg' cockroach\", \"pstUrl\": \"http://www.bbc.co.uk/news/technology-33364938#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"A team of engineers and entomologists at Texas A&M University are fitting electronic devices to cockroaches to see whether they could be controlled and used to access areas that are difficult for humans to reach such as a nuclear disaster zone.\\\", \\\"Professor of Entomology S Bradleigh Vinson said they were not hurting the insects and he was not aware of them experiencing any pain from the tests.\\\", \\\"\\\\n\\\\nMore at BBC.com/Click and @BBCClick.\\\"]\"}", 
    "{\"title\": \"VIDEO: Inventors propose giant robot duel\", \"pstUrl\": \"http://www.bbc.co.uk/news/technology-33238526#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"BBC Click's Marc Cieslak looks at some of the best of the week's technology news including a new trailer for the Steve Jobs film and a proposed duel between giant robots.\\\", \\\"\\\\n\\\\nMore at BBC.com/Click and @BBCClick.\\\"]\"}", 
    "{\"title\": \"VIDEO: Cars designed to be slept in\", \"pstUrl\": \"http://www.bbc.co.uk/news/business-33350276#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"Vehicle design students at the Royal College of Art have been re-imagining the kind of cars that will be possible in an era of driverless transport.\\\", \\\"\\\\n\\\\nAs part of its Future Design series, BBC News spoke to Prof Dale Harrow, head of the Vehicle Design Programme, along with one of his students, Yibo Wu.\\\"]\"}", 
    "{\"title\": \"VIDEO: Meeting Pepper, the domestic robot\", \"pstUrl\": \"http://www.bbc.co.uk/news/technology-33362253#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"Pepper - the humanoid robot that can detect human emotions - is proving to be one of the stars of this year's Innorobo exhibition in Lyon, France.\\\", \\\"The first run of the machine sold out in seconds when it when it was offered to the public in Japan last month.\\\", \\\"\\\\n\\\\nBut the BBC's technology correspondent Rory Cellan-Jones challenged Aldebaran Robotics' Magali Cubier about whether the rest of the world was ready for its creation.\\\"]\"}", 
    "{\"title\": \"VIDEO: Things to make with 3D printer waste\", \"pstUrl\": \"http://www.bbc.co.uk/news/business-33350275#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"Designers Seongil Choi and Fabio Hendry have developed a process to make craft designs from the waste product of 3D printing.\\\", \\\"They use the leftover nylon powder from the most popular kind of 3D printing, selective laser sintering printing, to make their creations.\\\", \\\"\\\\n\\\\nAs part of its Future Design series, BBC News spoke to them, to find out what can be made with this technique.\\\"]\"}", 
    "{\"title\": \"VIDEO: The robots that could change our lives\", \"pstUrl\": \"http://www.bbc.co.uk/news/technology-33359894#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"Imagine a robot which can interpret human emotions, has its own personality and can even dance: that's just one of a number of inventions on show at an annual convention in France.\\\", \\\"\\\\n\\\\nFrom robots that can help around the house, to ones that could be used as sales assistants, the machines on show have the potential to change the way we live our lives.\\\"]\"}", 
    "{\"title\": \"VIDEO: Marc Benioff: 'This is no tech bubble'\", \"pstUrl\": \"http://www.bbc.co.uk/news/technology-33350456#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"The valuations of technology firms, some of which have run into the billions of dollars recently, are justified, according to the entrepreneur and philanthropist Marc Benioff.\\\", \\\"Speaking to the BBC's technology correspondent Rory Cellan-Jones, the Salesforce founder said that there had \\\\\\\"never been a time like this\\\\\\\" for innovation in the technology industry.\\\", \\\"\\\\n\\\\nThat, he said, had convinced him that the valuations of firms such as Uber and Fitbit - which came in at $40bn (\\\\u00a325.5bn) and $4bn (\\\\u00a32.5bn), respectively - were not indicative of a second tech bubble.\\\"]\"}", 
    "{\"title\": \"Africa's video game makers dreaming big\", \"pstUrl\": \"http://www.bbc.co.uk/news/business-33335555#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"\\\\\\\"At Gamsole, our idea of African games is not games by Africans for Africans.\\\", \\\"\\\\\\\"Because of the portability and accessibility of mobile phones, mobile is the best medium for gaming in Africa,\\\\\\\" says Mr Mukhwana.\\\", \\\"But he also believes African-themed games can become popular across the world.\\\", \\\"Kenya's video games market was worth $44m (\\\\u00a328m) at the end of 2013; Nigeria's was valued at $71m, according to research by PricewaterhouseCoopers.\\\", \\\"\\\\\\\"Personally I believe African-themed games relate better with our everyday life experiences,\\\\\\\" she says.\\\"]\"}", 
    "{\"title\": \"Apple aims for bigger bite of music market\", \"pstUrl\": \"http://www.bbc.co.uk/news/business-33260235#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"Mr Sheehy predicts that up to 25% of Apple users will pay for Apple Music after the trial ends.\\\", \\\"Aware of which way the wind is blowing, Apple this week joins the streaming bandwagon with the launch of Apple Music.\\\", \\\"Despite the imminent arrival of Apple Music, Spotify said in June that it had raised $526m (\\\\u00a3334m) in new funding and was now valued at $8.5bn (\\\\u00a35.4bn).\\\", \\\"His latest song, Freedom, will only be available on Apple Music.\\\", \\\"A generation has grown up illegally downloading music - and many music fans are content to use advertising-funded websites such as YouTube to hear almost any track you can think of.\\\"]\"}", 
    "{\"title\": \"The Brazilian who wants China to go west\", \"pstUrl\": \"http://www.bbc.co.uk/news/world-latin-america-33302098#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"There is even a pejorative term for Chinese brands that try to rival or imitate other established brands: \\\\\\\"Xing Ling\\\\\\\".\\\", \\\"In India, where 41% of the smartphone market is dominated by lesser-known makers, the low \\\\\\\"fair price\\\\\\\" strategy works well.\\\", \\\"But in Sao Paulo's Santa Ifigenia neighbourhood - the city's main market for electronic devices - consumers are not kind to Chinese brands.\\\", \\\"Overcoming Brazilians' uncertainty about Chinese brands is not Xiaomi's sole challenge.\\\", \\\"The company is one of a number of big Chinese brands - such as Alibaba - that has a huge presence in the East, but has not yet crossed the bridge to Western markets.\\\"]\"}", 
    "{\"title\": \"Indiana Joneses in hi-tech race against Islamic State\", \"pstUrl\": \"http://www.bbc.co.uk/news/business-33262530#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"Oxford's Professor David Kennedy, who works with the project, has spent his career refining the techniques used in aerial archaeology.\\\", \\\"Some of the Middle East's most highly prized archaeological treasures are under threat from the extremist militants of Islamic State (IS).\\\", \\\"And, in contrast to Indiana Jones and its low-tech bullwhip, they're using the latest technology to do it.\\\", \\\"He is relying on a patchwork of local museums, non-governmental organisations and volunteers to carry out the digital archiving.\\\", \\\"Professor Vincent Gaffney, national project leader of the Stonehenge Hidden Landscape Project, says most of the technology now being used at Stonehenge is not new.\\\"]\"}", 
    "{\"title\": \"What should social networks do about hate speech?\", \"pstUrl\": \"http://www.bbc.co.uk/news/blogs-trending-33288367#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"How far should social networks go in censoring hate speech?\\\", \\\"She referred to controversies over breastfeeding pictures on social media and noted that the biggest social networks ban nudity, which might not be offensive to all or even most users.\\\", \\\"Extreme racist comments posted on the discussion website Reddit in the wake of the Charleston church shooting have once again raised questions about freedom of speech and the internet.\\\", \\\"Reddit is arguably the mainstream social network most devoted to freedom of speech.\\\", \\\"Yorke says that the biggest social networks should become more pro-active in thinking of ways to implement community policing - for instance Twitter's recent announcement about shared \\\\\\\"block\\\\\\\" lists which will make it easier for users to block multiple accounts.\\\"]\"}", 
    "{\"title\": \"Heavy metal moved by software\", \"pstUrl\": \"http://www.bbc.co.uk/news/business-33245840#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"Britain's newest container port - it's less than two years old - uses the latest technology to make its operations as efficient as possible.\\\", \\\"Welcome to the 21st Century container port.\\\", \\\"While a lot of the port operations are automated, people are still required.\\\", \\\"\\\\\\\"We have a large modern port directly connected to what will become Europe's largest logistics space for retailers.\\\\\\\"\\\", \\\"Cables whistle through pulleys, as quay cranes swing containers between ship and shore.\\\"]\"}"
]