[
    "{\"title\": \"Greeks vote in bailout referendum\", \"pstUrl\": \"http://www.bbc.co.uk/news/world-europe-33399718#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"On the eve of the referendum, he accused Athens' creditors of trying to sow fear around the vote.\", \"Basil, a 56-year-old in Athens, told the AFP news agency he was voting \\\"Yes\\\" - but would rather the referendum had never been called.\", \"Millions of Greeks are voting in a crucial referendum on whether to accept the terms of an international bailout.\", \"The government has urged a \\\"No\\\" vote, but opponents warn this could see Greece ejected from the eurozone.\", \"The \\\"Yes\\\" campaign has framed the vote as a referendum on Greek membership of the eurozone.\"]}", 
    "{\"title\": \"Memorials plan for UK terror victims\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-33399475#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"One will honour those who died in the Tunisia beach attack, and a second will commemorate Britons killed in other terror attacks overseas.\", \"The government is to fund two permanent memorials to UK victims of terror, PM David Cameron has announced.\", \"The bodies of the final five Britons killed in Tunisia to be repatriated arrived back in the UK on Saturday.\", \"Families of the 30 British victims of the attack in Sousse will be consulted on where their memorial will be.\", \"A service will also be held in the autumn, dedicated to those caught up in the attack which killed 38.\"]}", 
    "{\"title\": \"Princess Charlotte to be christened\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-33399642#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Princess Charlotte will be christened later at a ceremony attended by the Queen and other senior members of the Royal Family in Norfolk.\", \"Like her brother, Charlotte will be christened in a replica of the lace and satin christening gown made for Queen Victoria's eldest daughter, Victoria, the princess royal, in 1841.\", \"In the presence of her great-grandmother and, as things stand, three future kings - Charles, William and George - Princess Charlotte will be baptised using a font from Victoria's reign and with water from the River Jordan.\", \"The Church of Saint Mary Magdalene is where the royals usually gather on Christmas Day and where Charlotte's late grandmother - Diana, Princess of Wales - was christened.\", \"The ceremony will take place at the Church of St Mary Magdalene in Sandringham.\"]}", 
    "{\"title\": \"Budget to cut 'housing subsidies'\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-33399650#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"George Osborne will use Wednesday's Budget to announce a clampdown on \\\"taxpayer-funded subsidies\\\" for \\\"higher earners\\\" living in social housing.\", \"\\\"We've also decided it's time to act on the higher earners who use taxpayer-funded subsidies to live in council and housing association homes when they could afford the market rent that others on their salaries pay,\\\" he wrote.\", \"The Budget will also confirm the end of inheritance tax on family homes worth up to \\u00a31m.\", \"Local authority and housing association tenants in England who earn more than \\u00a330,000 - or \\u00a340,000 in London - will have to pay up to the market rent for their property, he is due to say.\", \"\\n\\nMr Osborne is expected to tell MPs on Wednesday the threshold at which the tax is levied will rise for couples from \\u00a3650,000 after April 2017.\"]}", 
    "{\"title\": \"Clinton accuses China of hacking US\", \"pstUrl\": \"http://www.bbc.co.uk/news/world-us-canada-33399711#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"US Democratic presidential hopeful Hillary Clinton has accused China of stealing commercial secrets and government information.\", \"US intelligence chief James Clapper called China a \\\"leading suspect\\\" after the incident.\", \"Republican presidential candidates have used the recent OPM cyber hack to attack President Obama's administration, accusing it of \\\"incompetence\\\".\", \"Speaking at a campaign event in New Hampshire, Ms Clinton said that China was stealing secrets from defence contractors and had taken \\\"huge amounts of government information, all looking for an advantage.\\\"\", \"She accused China of \\\"trying to hack into everything that doesn't move in America\\\", and urged vigilance.\"]}", 
    "{\"title\": \"Germany Women 0-1 England Women (aet)\", \"pstUrl\": \"http://www.bbc.co.uk/sport/0/football/33085963\", \"summary\": [\"Fara Williams's extra-time penalty ensured England beat Germany for the first time in 31 years to finish third at the Women's World Cup.\", \"The team are set to receive an additional \\u00a32,000 for winning the bronze medal, taking their World Cup bonus payments to \\u00a314,000.\", \"The performance was the second best by an England team following the 1966 win by the men's side and eclipsed the 1990 men's team, who finished fourth in Italy.\", \"During an open start to the game, Houghton had the best opening of the first half but mistimed her shot from seven yards.\", \"In her last World Cup game in charge, German coach Silvia Neid became frustrated with England's aggressive approach, but it ensured the match remained goalless at the break.\"]}", 
    "{\"title\": \"Fidel Castro makes rare appearance\", \"pstUrl\": \"http://www.bbc.co.uk/news/world-latin-america-33398655#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"There was no immediate comment from Fidel Castro, and analysts said the rapprochement would not have happened if he was still in power.\", \"Former Cuban leader Fidel Castro has appeared in public for the first time in more than a month.\", \"Fidel Castro, 88, handed power to his younger brother Raul in 2006 after struggling to recover from illness.\", \"His appearance comes days after Cuba and the United States announced they were reopening embassies in each other's capitals on 20 July.\", \"State television showed images of Mr Castro at a meeting with cheese experts near the capital, Havana.\"]}", 
    "{\"title\": \"Pope Francis returns to South America\", \"pstUrl\": \"http://www.bbc.co.uk/news/world-latin-america-33396091#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Despite the many challenges the Church faces, Pope Francis has brought a new energy and optimism to Catholics in Latin America.\", \"They've even brought in special furniture to welcome Pope Francis this Sunday.\", \"Recent polls by the Pew Research Center suggest that two years after his election to the papacy, Pope Francis is extremely popular in Latin America, with three-quarters having a positive opinion of him.\", \"Latin America represents nearly 40% of the world's total Catholic population, with 425 million people.\", \"Those who were once fierce critics of the power and influence of the Church now seem eager to share a picture with Pope Francis.\"]}", 
    "{\"title\": \"Mass vaccination call for rabies\", \"pstUrl\": \"http://www.bbc.co.uk/news/health-33378517#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"The Global Alliance for Rabies Control said mass vaccination could \\\"make rabies history\\\".\", \"Prof Louis Nel, executive director of the Global Alliance for Rabies Control, argued: \\\"We can make rabies history if international institutions invested more in mass canine vaccinations.\", \"Greater effort needs to be put into vaccinating dogs against rabies in order to save lives, health experts say.\", \"A mass vaccination programme in Bangladesh has halved the number of human deaths since 2011.\", \"\\n\\n\\\"We know we can beat canine rabies if we vaccinate 70% of dogs.\\\"\"]}", 
    "{\"title\": \"Blaze tackled by 100 firefighters\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-england-london-33399056#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"A serious fire at a warehouse in west London required more than 100 firefighters to bring it under control.\", \"\\\"I can see flames, debris and thick black smoke is just billowing out now as the whole building is on fire.\", \"As flames tore through the two-storey building, a 50m by 20m structure of mixed industrial units, plumes of thick black smoke were visible across London.\", \"The blaze in Wadsworth Road, Perivale, began just before 19:00 BST on Saturday.\", \" It's put Perivale on the map for all the wrong reasons.\\\"\"]}", 
    "{\"title\": \"Forth Bridge awaits heritage decision\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-scotland-edinburgh-east-fife-33397980#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"A decision on whether the Forth Bridge will become Scotland's sixth Unesco World Heritage Site is expected to be announced later.\", \"World Heritage Sites are considered to be internationally significant to cultural or natural heritage and transcend national boundaries.\", \"There are currently 1,007 World Heritage Sites across the globe, in 161 countries.\", \"Scotland's other World Heritage Sites are New Lanark, St Kilda, the Old and New Towns in Edinburgh, Neolithic Orkney and the Antonine Wall.\", \"\\\"Innovative in design, materials and scale, the Forth Bridge is an extraordinary and impressive milestone in bridge design and construction during the period when railways came to dominate long-distance land travel.\\\"\"]}", 
    "{\"title\": \"US actress Diana Douglas dies at 92\", \"pstUrl\": \"http://www.bbc.co.uk/news/world-us-canada-33400021#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"US actress and model Diana Douglas has died in Los Angeles aged 92, her family says.\", \"Ms Douglas appeared in dozens of films and TV shows, including Planes, Trains and Automobiles, ER and The West Wing.\", \"Born Diana Love Dill in Bermuda, Ms Douglas studied at the American Academy of Dramatic Arts in New York, where she met Kirk Douglas.\", \"She was the first wife of actor Kirk Douglas, and mother of actor Michael Douglas, and appeared with both in the 2003 film It Runs in the Family.\", \"She and Kirk Douglas married in 1943 and had two sons, Michael and Joel.\"]}", 
    "{\"title\": \"Tunisia exclusives and Budget previews\", \"pstUrl\": \"http://www.bbc.co.uk/news/blogs-the-papers-33399548#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Not only was her son dead but he had massacred 38 tourists,\\\" writes Lamb.\", \"Of the \\u00a312bn in planned cuts to welfare benefits, he writes: \\\"They won't be easy and some will be controversial...\", \"For Rezgui's mother, who spoke to Christina Lamb of the Sunday Times, there was only shock at her son's actions.\", \"\\\"The Islamic State-trained gunman was based at a safe house in the beach resort of Chat Meriem.\", \"He looked like a postman going about his business but instead of delivering letters he was strolling along shooting people.\\\"\"]}", 
    "{\"title\": \"Zeal for Kashmir insurgency wanes\", \"pstUrl\": \"http://www.bbc.co.uk/news/world-asia-33359800#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"There are thousands of them on both sides of the LoC, and at least 150 are registered in Pakistani Kashmir.\", \"Halima Bibi, a former resident of the Uri area in Indian Kashmir, is one of them.\", \"In 2012, it halved administrative expenses to jihadist organisations for running their offices in Pakistani Kashmir, forcing all but a few to close shop.\", \"Pakistani army chief Raheel Sharif's recent statement that \\\"Pakistan and Kashmir are inseparable\\\" has added to tensions between India and Pakistan.\", \"Pakistan stopped paying for militant field operations in Indian Kashmir in 2006.\"]}", 
    "{\"title\": \"A referendum that will sink or rescue the Greek economy\", \"pstUrl\": \"http://www.bbc.co.uk/news/business-33393866#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Greek banks would go from their current frozen state to totally and utterly crippled.\", \" They will decide whether the Greek financial system and Greek economy stands or falls.\", \"So there is a heavy responsibility both on Greek voters and then the European Central Bank over the next 48 hours.\", \"Which would dash any chance of them providing the fuel to re-start the Greek economy.\", \"Everyone in Athens is nervous about the outcome of Sunday's referendum on the creditors' proffered (and semi-retracted) bailout terms.\"]}", 
    "{\"title\": \"Small tube - big problem\", \"pstUrl\": \"http://www.bbc.co.uk/news/health-33256507#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"The problem is even worse for people who need to use a urinary catheter permanently.\", \"Urine infection is one of the most common hospital infections and catheters are the most common reason to get one.\", \"In particular, more research is required to understand how bio-films form so that catheter materials can be developed to resist them.\", \"Hospitals are well aware of the problem of catheter infection and, because the longer a catheter stays in the more likely you are to get an infection, there are many schemes designed to remove catheters early.\", \"What's needed is for industry to wake up and invest more heavily in new catheter designs and catheter materials that resist infection.\"]}", 
    "{\"title\": \"Puerto Rico: The Caribbean's Greece?\", \"pstUrl\": \"http://www.bbc.co.uk/news/world-us-canada-33358307#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Puerto Rico has also been lobbying to be allowed to file for bankruptcy, much as Detroit did in 2013.\", \"For the time being Puerto Rico has avoided defaulting on its debts, but only just.\", \"\\\"My personal opinion would be that professionals in Puerto Rico have almost no future.\\\"\", \"Puerto Rico has $72bn (\\u00a346bn) of public debt.\", \"He says this lack of clout means Puerto Rico also does not get its fair share of federal funding for other programmes.\"]}", 
    "{\"title\": \"Argentina 0-0 Chile (1-4 on pens)\", \"pstUrl\": \"http://www.bbc.co.uk/sport/0/football/33085977\", \"summary\": [\"Chile's victory brought an end to almost a century of competing in the Copa America without claiming a title.\", \"Chile secured the first major trophy in their history on home soil courtesy of a penalty shootout win over Argentina in the Copa America final.\", \"Le Albiceleste are without a major trophy in the last 22 years since winning the 1993 Copa America in Ecuador.\", \"\\\"We'll fight a lot in the next World Cup.\", \"Sanchez came closest in extra time for Chile, who scored all four of their penalties in the shootout.\"]}", 
    "{\"title\": \"Defending champion Kvitova beaten\", \"pstUrl\": \"http://www.bbc.co.uk/sport/0/tennis/33396156\", \"summary\": [\"Defending champion Petra Kvitova suffered a shock early Wimbledon exit as former world number one Jelena Jankovic fought back to secure a third-round victory.\", \"Initially, it looked like she would continue that form against Jankovic as she won the first set 6-3 in a mere 35 minutes.\", \"It marked the first time since 2009 that two-time Wimbledon winner Kvitova, 25, has failed to make at least the quarter-finals at the All England Club.\", \"Kerber fought back in the second set but wobbled in the third, dropping her serve twice as Muguruza claimed an impressive scalp.\", \"However, Jankovic did not give up and broke decisively in the 12th game, when Kvitova drove a forehand into the net.\"]}", 
    "{\"title\": \"Murray through after injury scare\", \"pstUrl\": \"http://www.bbc.co.uk/sport/0/tennis/33396340\", \"summary\": [\"Britain's Andy Murray overcame a shoulder problem to beat Italy's Andreas Seppi in four sets and secure a place in the second week of Wimbledon.\", \"The world number three dominated the closing stages, clambering all over the Seppi serve as he broke three times to secure victory in two hours and eight minutes.\", \"Asked about the shoulder issue, Murray said: \\\"It's something I had the last two, three days.\", \"Murray, seeded third, won 6-2 6-2 1-6 6-1 to set up a fourth-round match with Croatian 23rd seed Ivo Karlovic.\", \"Seppi said he had called the trainer because his ankle hurt and joked that the physio had brought both men good fortune.\"]}", 
    "{\"title\": \"Hamilton wants home GP win for fans\", \"pstUrl\": \"http://www.bbc.co.uk/sport/0/formula1/33397014\", \"summary\": [\"Lewis Hamilton says he wants to win the British Grand Prix for the 140,000 fans who are expected at Silverstone for the race on Sunday.\", \"Hamilton beat Rosberg by 0.113 seconds to huge cheers from the crowd of 105,000 on Saturday.\", \"Rosberg said that he thought he had done enough on his first lap in final qualifying to beat Hamilton.\", \"It is the eighth pole in nine races this season for Hamilton, who has a 10-point championship lead over Rosberg.\", \"Lewis was struggling quite a lot so that's another hope I have, although his set-up has changed quite a lot since.\"]}", 
    "{\"title\": \"Powell runs 9.81secs in Paris\", \"pstUrl\": \"http://www.bbc.co.uk/sport/0/athletics/33399281\", \"summary\": [\"Asafa Powell runs second fastest 100m of 2015 to win in Paris\\n\\nJamaican sprinter Asafa Powell ran the second fastest 100m of the year to win the Diamond League meeting in Paris.\", \"Powell ran a season's best 9.81m to beat France's Jimmy Vicaut, who equalled the European record of 9.86.\", \"The 32-year-old Powell beat the 9.84 he ran in June's\\n\\nAmerican Justin Gatlin has run the fastest time of the year at 9.74.\", \"In the women's 100m Fraser-Pryce ran 10.74, the fastest time in the world this year, beating her own mark set at the Jamaican trials.\", \"Olympic champion Shelly-Ann Fraser-Pryce made it a double for Jamaica with victory in the women's 100m.\"]}", 
    "{\"title\": \"Champagne given world heritage title\", \"pstUrl\": \"http://www.bbc.co.uk/news/world-europe-33398532#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"It was one of 11 sites given World Heritage status by Unesco at a meeting in Germany on Saturday.\", \"The industry behind champagne production has been handed world heritage status by the United Nations' cultural arm.\", \"The vineyards of Burgundy, in France, were also given World Heritage status on Saturday.\", \"Unesco said the champagne industry was \\\"a very specialised artisan activity that has become an agro-industrial enterprise.\\\"\", \"\\n\\nAmong the other sites to be named were:\\n\\nOne world heritage site, the ruins of Palmyra in Syria, was taken over by Islamic State militants in May, leading to criticism that World Heritage status does not help protect culturally significant sites.\"]}", 
    "{\"title\": \"Dealers to prop up China shares\", \"pstUrl\": \"http://www.bbc.co.uk/news/world-asia-china-33394910#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"China's main share brokerages have agreed to spend 120 billion yuan ($19.3bn, \\u00a312bn) to prop up the ailing stock market.\", \"The main Shanghai Composite index has fallen 30% since the middle of June, nullifying most of this year's gains.\", \"The Chinese stock market bubble over the past year has been fuelled in part by investors borrowing heavily.\", \"Twenty-one brokerages agreed the move at a meeting in Beijing on Saturday, Xinhua news agency said.\", \"\\n\\nLast week, China's securities regulator announced an investigation into possible manipulation of the stock market.\"]}", 
    "{\"title\": \"Tories to change inheritance tax rule\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-33393480#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Chancellor George Osborne's Budget is to confirm the end of inheritance tax on family homes worth up to \\u00a31m.\", \"The inheritance tax policy will be funded by limiting the amount of tax relief on pension contributions given to those earning more than \\u00a3150,000 a year.\", \"Last year, the estates of 35,000 were subject to inheritance tax; around 5% of the total.\", \"He said at the time: \\\"The Tories made a promise on inheritance tax before the last election and they broke it.\", \"Mr Cameron and Mr Osborne also unveiled housing measures to help people buy and build their own home.\"]}", 
    "{\"title\": \"Councils want new litter fine powers\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-33393534#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"They want the same power as London, where vehicle owners can be fined if someone drops litter from their car.\", \"Councils say they cannot currently tackle the problem effectively as they have to identify who threw the rubbish.\", \"Councils in England and Wales are calling for new powers to tackle the \\\"huge and spiralling\\\" problem of people throwing litter from vehicles.\", \"He added: \\\"We are calling on the government to urgently give councils the appropriate powers to tackle this issue head-on.\\\"\", \"Almost a quarter of motorists (23%) admit to having thrown litter out of the car, its research suggests.\"]}", 
    "{\"title\": \"Call for improved urinary catheters\", \"pstUrl\": \"http://www.bbc.co.uk/news/health-33270030#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"It is estimated in the UK there are at least 90,000 people with long term urinary catheters, using them for three months or more.\", \"Research suggests more than one in four urinary catheters inserted in A&E are unnecessary.\", \"The urinary catheter is a much-used, but little-discussed, device designed to drain the bladder.\", \"She also criticises catheter manufacturers: \\\"What's needed is for industry to wake up and invest more heavily in new catheter designs and... materials that resist infection.\\\"\", \"In a scheme to reduce Catheter Associated Urinary Tract Infections (CAUTI), five trusts in south London are working together to reduce harm in a scheme called \\\"No Catheter, No CAUTI\\\".\"]}", 
    "{\"title\": \"Cystic fibrosis gene therapy boost\", \"pstUrl\": \"http://www.bbc.co.uk/news/science-environment-32932922#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"A gene therapy has stabilised and slightly improved cystic fibrosis in some of 136 patients in a trial.\", \"The lungs of patients that did not take the gene therapy showed a decline of 3-4% on average over the same period.\", \"But they both know the new gene therapy probably will not be ready in time to help Mr Kelly.\", \"Prof Alton and his colleagues at the UK Cystic Fibrosis Gene Therapy consortium, which includes scientists at Edinburgh and Oxford Universities as well as Imperial, are hoping to have a further trial next year.\", \"\\n\\nCystic Fibrosis Trust chief executive Ed Owen said: \\\"The advantage of gene therapy is that it attacks the basic defect of cystic fibrosis and that has the potential to reduce the daily routine of drugs that those with cystic fibrosis endure each day and (offers the possibility) of long-term improvement to transform their lives\\\".\"]}", 
    "{\"title\": \"Exam focus 'harms' pupils' health\", \"pstUrl\": \"http://www.bbc.co.uk/news/education-33380155#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Too much focus on exams is damaging pupils' mental health and self-esteem in England's schools, a report says.\", \"The National Union of Teachers' report says pupils are developing stress-related conditions linked to testing.\", \"According to the report, the tests affect both able and less able pupils similarly.\", \"The report also argued the focus on testing was harming pupil-teacher relationships, with teachers less able to view pupils in the round.\", \"Most teachers surveyed for the report agreed pupils became \\\"very stressed/anxious in the time leading up to Sats/public examinations\\\".\"]}", 
    "{\"title\": \"Student migration rules 'ludicrous'\", \"pstUrl\": \"http://www.bbc.co.uk/news/education-33365241#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"The head of Cambridge University says it is \\\"ludicrous\\\" to include overseas students in UK migration targets.\", \"But a spokeswoman for the Business, Innovation and Skills department said there was \\\"no cap\\\" on the numbers of overseas students.\", \"Difficulties with recruiting overseas staff and students had become \\\"one the biggest threats facing UK universities\\\", said the Cambridge head.\", \"He warned that including overseas students in net migration targets was \\\"short-term and short-sighted\\\", when a long-term strategy was needed.\", \"They come to the UK, study for a period, and then the overwhelming majority go home after their studies.\"]}", 
    "{\"title\": \"Reddit apologises after staff sacking\", \"pstUrl\": \"http://www.bbc.co.uk/newsbeat/33395268#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"\\\"Our community is what makes Reddit, Reddit and we let you down yesterday,\\\" said CEO Ellen Pao in a statement.\", \"Ms Taylor said she was \\\"dazed\\\" by the swiftness of her departure in a very brief response to a message asking her about the sacking.\", \"There have been suggestions that Ms Taylor was sacked following an AMA with American civil rights activist Jesse Jackson.\", \"Reddit co-founder, Alexis Ohanian has also posted on Reddit, taking responsibility for poor communication over the changes to the AMA team.\", \"Ms Taylor helped organise guests for AMAs and worked to verify that people due to answer questions were who they said they were.\"]}", 
    "{\"title\": \"Minecraft fans to gather in London\", \"pstUrl\": \"http://www.bbc.co.uk/news/technology-33379577#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Minecon, the global gathering for fans of the video game Minecraft, takes place in London this weekend.\", \"The convention will also feature a \\\"speedrun\\\" competition to see which players can traverse a Minecraft game map the fastest.\", \"The core coding team for Minecraft is set to appear at the show to talk about future features on which they are working.\", \"Also present will be Telltale Games which is working on Minecraft: Story Mode - an episodic adventure set in the game's universe.\", \"This year's convention is the first since Microsoft bought Minecraft maker Mojang for $2.5bn (\\u00a31.6bn) in September 2014.\"]}", 
    "{\"title\": \"Solar Impulse completes epic flight\", \"pstUrl\": \"http://www.bbc.co.uk/news/science-environment-33383521#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Solar Impulse, the aeroplane that is powered only by the sun, has landed in Hawaii after making a historic 7,200km flight across the Pacific from Japan.\", \"Getting Solar Impulse to Hawaii proved more problematic than anyone could have imagined.\", \"The Solar Impulse plane is not really intended to be a vision of the future of aviation.\", \"From Phoenix, Solar Impulse will head for New York and an Atlantic crossing that would eventually see the plane return to Abu Dhabi.\", \"But, first, the Solar Impulse ground crew in Kalaeloa will need a few days to check over the aircraft.\"]}", 
    "{\"title\": \"Cats 'control mice' with chemicals\", \"pstUrl\": \"http://www.bbc.co.uk/news/science-environment-33380669#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"\\\"It's something that has existed in cats and mice for thousands of years,\\\" said Dr Voznessenskaya.\", \"Researchers found that when very young mice were exposed to a chemical in cat urine, they were less likely to avoid the scent of cats later in life.\", \"And cats, it turns out, even have chemical warfare in their anti-mouse arsenal - contained in their urine.\", \"\\n\\nAs for the cats: \\\"They seem to be able to keep the number of mice around that they need,\\\" she added.\", \"\\\"Their physical sensitivity [to the chemical] was actually actually much higher,\\\" Dr Voznessenskaya explained.\"]}", 
    "{\"title\": \"Dukes of Hazzard car to lose flag\", \"pstUrl\": \"http://www.bbc.co.uk/news/world-us-canada-33393860#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"US golfer Bubba Watson is to paint over the Confederate flag on the car from the Dukes of Hazzard TV series, as part of a growing backlash against the rebel symbol from the US Civil War.\", \"\\n\\nWhy do people still fly the Confederate flag?\", \"The top golfer, who owns the car, announced the move by tweeting that he believed \\\"all men are created equal\\\".\", \"The Confederate battle flag became a potent symbol for the southern states fighting the Civil War as they sought to break away from the union.\", \"The flag divides opinion in the US, symbolising racism to its critics - and southern heritage to its defenders.\"]}", 
    "{\"title\": \"Parkinson given cancer all-clear\", \"pstUrl\": \"http://www.bbc.co.uk/news/entertainment-arts-33378837#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Broadcaster Sir Michael Parkinson has confirmed he has been given an all-clear by doctors after two years of treatment for prostate cancer.\", \"BBC News asked Sir Michael for an update on his condition after he was quoted in the Daily Mail as saying his doctors had \\\"got rid of the cancer\\\".\", \"Sir Michael's television career spanned 50 years and saw him interview high-profile guests such as Muhammad Ali and Sir Elton John.\", \"\\\"I have the all clear as regards my prostate cancer,\\\" he said \\\"That has been the case for quite a time now.\\\"\", \"The 80-year-old former chat show host revealed he was receiving radiotherapy for the condition in 2013.\"]}", 
    "{\"title\": \"How is a life worth \\u00a312,980?\", \"pstUrl\": \"http://www.bbc.co.uk/news/magazine-33325688#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"But injury compensation can reach such big figures because of a combination of ongoing medical costs and the curtailing of a normal working life.\", \"Phone hacking victims Sadie Frost and Paul Gascoigne were recently awarded \\u00a3260,250 and \\u00a3188,250 respectively from Trinity Mirror.\", \"Siblings or children are not usually entitled to bereavement damages at all, explains Lynsey Furley, a solicitor at Bridge McFarland Solicitors.\", \"The Fatal Accidents Act 1976 establishes three main elements of death compensation - bereavement, funeral expenses and dependency.\", \"Trinity Mirror's chief executive recently questioned how compensation for phone hacking could come close to the amount awarded for deaths caused by wrongdoing.\"]}", 
    "{\"title\": \"The deal to sell your home and get paid to stay\", \"pstUrl\": \"http://www.bbc.co.uk/news/magazine-33326787#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"In a viager deal, the buyer pays a knock-down price - but only takes possession when the owner dies.\", \"It was a viager deal, and Raffray agreed to pay her 2,500 francs (about $500) per month.\", \"Genevieve Deloche is 71 and has just agreed a viager deal on her apartment in the 20th arrondissement of Paris.\", \"But then the whole principle of the viager deal is based on risk - and sometimes the chips fall the other way.\", \"He says the market is growing at an annual rate of 6-8%, and that his agency alone gets around 12,000 calls a year from elderly owners interested in a viager deal.\"]}", 
    "{\"title\": \"Missing UK family 'safe with IS'\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-33393628#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"A UK family of 12 who went missing have joined so-called Islamic State and feel \\\"safer than ever\\\", according to a statement said to be on their behalf.\", \"Meanwhile, it has emerged that two sisters from another Luton family were prevented from flying to Bangladesh by counter-terror police shortly before the family of 12 went missing.\", \"The Islamic State group has seized large swathes of Iraq and Syria since last June, becoming notorious for its brutality, including mass killings, abductions and beheadings.\", \"The statement is accompanied by two photos purportedly of family member Muhammed Abdul Mannan, which have not been independently verified.\", \"The family, who have not been seen since 17 May, includes three children aged between one and 11.\"]}", 
    "{\"title\": \"Eurotunnel increases migrant security\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-england-kent-33398633#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Eurotunnel says it is preparing for a \\\"difficult night\\\" and has increased security after 150 migrants tried to storm the Calais terminal.\", \"Mr Vaz, who met Mr Mignonet in Calais to discuss the problem, said a solution to the migrant issue must be collaborative.\", \"Freight services are also delayed, Eurotunnel said, and freight lorries queued on the M20 in Kent for the second time this week.\", \"\\\"We just need to do this, in a very clear way, say to the EU this is an EU problem.\", \"Migrants entered restricted areas on the French side overnight on Friday, delaying and cancelling services, Eurotunnel said.\"]}", 
    "{\"title\": \"Major disruption to ScotRail trains\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-scotland-33397963#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Several lines will see trains run on a reduced frequency, while buses will carry passengers on some other routes.\", \"About a third of ScotRail's trains have been cancelled due to a lack of drivers willing to work on a Sunday.\", \"It has pledged to ensure trains that do run will have more carriages than would normally be the case on a Sunday.\", \"On Wednesday, ScotRail said it had offered drivers a 2.5% pay rise and a one-off bonus, and would increase driver numbers.\", \"ScotRail has said that ongoing pay negotiations meant that not enough drivers were volunteering for Sunday shifts.\"]}", 
    "{\"title\": \"Tunisia bodies released to families\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-scotland-33396183#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Chinyere Inyama, senior coroner for West London, said the victims' bodies will now be released to their families and authorised transportation to Scotland.\", \"The bodies of the four Scottish holidaymakers killed in the Tunisia terror attack have been released to their families.\", \"The bodies of the victims were moved to the central mortuary in Tunis after they were killed, he added.\", \"Det Sgt Batt said: \\\"Senior UK police identification managers have assisted in Tunisia and in the UK to oversee the identification process.\\\"\", \"Det Sgt David Batt of the Metropolitan Police Counter Terrorism Command told the inquest the shootings lasted around half an hour.\"]}", 
    "{\"title\": \"Motorcycle doctor dies in accident\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-northern-ireland-33396577#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Dr John Hinds and his colleague Dr Fred McSorley, known as the \\\"flying doctors\\\", have long enjoyed near legendary status among race fans.\", \"Dr John Hinds, one of the so-called \\\"flying doctors\\\" of Irish road racing, has been killed at a motorcycle event in the Republic of Ireland.\", \"Dr Hinds, who lectured in trauma science, was taken to Beaumont Hospital in Dublin, where he died on Saturday.\", \"TUV MLA Jim Allister, who backed the air ambulance campaign, said the death of Dr Hinds was deeply shocking.\", \"Dr Hinds, from Tandragee, was a consultant at Craigavon Hospital Area Hospital in County Armagh.\"]}", 
    "{\"title\": \"Adviser was in law firm's building\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-northern-ireland-33392861#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"One of Nama's Northern Ireland Advisory Committee members worked from an office in Tughans' building in Belfast.\", \"Frank Cushnahan served on the Nama NI advisory committee from 2010 until 2013.\", \"Mr Cushnahan was one of two external members nominated to the National Asset Management Agency (Nama) NI advisory committee by the then Finance Minister Sammy Wilson.\", \"It has confirmed one of the committee's external members, Frank Cushnahan, had an office at its building, Marlborough House.\", \"\\\"He had a self-contained office in the same building occupied by Tughans, as did other entities over the years.\\\"\"]}", 
    "{\"title\": \"Labour candidates seek Welsh support\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-wales-politics-33379321#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"The four Labour leadership contenders will put their cases to party members at a hustings in Cardiff later.\", \"The leadership hustings - due to start at 11:30 BST on Sunday - will be followed by one for the deputy leadership.\", \"The winner, to be chosen by a postal vote of all Labour party members, will be named in September.\", \"\\n\\nCurrently acting leader of the Labour party, Ms Harman will step down in September once the new leader and deputy are confirmed.\", \"Ben Bradshaw, Stella Creasy, Angela Eagle, Caroline Flint and Tom Watson are the candidates hoping to succeed Harriet Harman.\"]}", 
    "{\"title\": \"Limited NHS dental spaces in capital\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-wales-south-east-wales-33388718#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Just two out of 48 general dental practices in Cardiff are accepting new NHS patients.\", \"According to the health board's website, only one practice in Cyncoed and one dental surgery in Pentwyn have spaces for new NHS patients.\", \"It's now time that Welsh government has prevention at the core of the dental contract.\\\"\", \"British Dental Association Wales said the problem lies with capped dental budgets for treatment.\", \"He added: \\\"The majority of practices do however accept patients onto a waiting list and will select patients from this waiting list as places become available.\"]}", 
    "{\"title\": \"Tunisia declares state of emergency\", \"pstUrl\": \"http://www.bbc.co.uk/news/world-africa-33394847#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Tunisia has declared a state of emergency, just over a week after 38 tourists, mainly Britons, died in an attack in the resort city of Sousse.\", \"The Sousse attack represented the second blow in three months to Tunisia's tourism industry, an important sector for the country.\", \"The last time Tunisia declared a state of emergency was in 2011, in the uprising which overthrew President Zine al-Abidine Ben Ali.\", \"The state of emergency gives security forces more powers and limits the right of public assembly.\", \"Tunisian security forces had responded to security challenges \\\"gradually\\\", he said, \\\"because we did not have the culture of terrorism in Tunisia\\\".\"]}", 
    "{\"title\": \"Boko Haram raids 'heinous' - Buhari\", \"pstUrl\": \"http://www.bbc.co.uk/news/world-africa-33389408#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"These are the worst Boko Haram attacks for many weeks, BBC Nigeria correspondent Will Ross reports.\", \"Nigeria's president has described as a \\\"heinous atrocity\\\" the latest wave of attacks by Boko Haram militants that left more than 150 people dead.\", \"Mr Buhari - who was sworn in in May - sees fighting Boko Haram as a priority.\", \"Boko Haram has carried out frequent bombings since it was weakened by a regional military offensive to recapture most of the territory it had controlled.\", \"Boko Haram may no longer hold territory but there is little to celebrate when large swathes of the north-east are clearly not under any kind of government control.\"]}", 
    "{\"title\": \"Charges over sunk Philippines ferry\", \"pstUrl\": \"http://www.bbc.co.uk/news/world-asia-33393858#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Philippines police have filed murder charges against the owner and crew of a ferry that capsized off the coast of Leyte, killing at least 56 people.\", \"The Kim Nirvana was carrying 173 people when it overturned in rough waters just outside the port of Ormoc on Thursday.\", \"A total of 19 people have been charged, including owner Joge Bong Zarco and Captain Warren Oliviero, local police official Asher Dolina told AFP news agency.\", \"The ferry was heading for the central islands of Camotes, in Cebu province, to the south-west of Leyte, according to local media reports.\", \"\\n\\nPeople in the Philippines rely on ferry services to get around its thousands of islands, but vessels are often poorly maintained, leading to scores of deaths at sea every year.\"]}", 
    "{\"title\": \"Tonga King Tupou VI formally crowned\", \"pstUrl\": \"http://www.bbc.co.uk/news/world-asia-33393492#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"The king of the Pacific island nation of Tonga, Tupou VI, has been formally crowned, more than three years after ascending to the throne.\", \"As well as Crown Prince Naruhito, the European royals Prince Georg von Habsburg of Hungary and Princess Marie-Therese von Hohenberg of Austria attended.\", \"A retired Australian minister performed the crowning as it is taboo for Tongans to touch their king's head.\", \"Foreign royals, including the Crown Prince of Japan, attended the coronation ceremony in the capital, Nuku'alofa.\", \"The ceremony, performed by 78-year-old retired Methodist minister D'Arcy Wood, drew thousands of Tongans and tourists.\"]}", 
    "{\"title\": \"Dennis in yellow with record speed\", \"pstUrl\": \"http://www.bbc.co.uk/sport/0/cycling/33396438\", \"summary\": [\"Rohan Dennis rode the fastest individual time trial in Tour de France history to claim victory at the opening stage of this year's race in Utrecht.\", \"\\\"To wear the Tour de France yellow jersey, it's a dream,\\\" Dennis said.\", \"British former Olympic champion Chris Boardman set the previous fastest individual average speed over a Tour de France stage with 55.152 km/h at the 7.2km prologue of 1994.\", \"Cummings, 34, last rode the Tour in 2012 and this year is competing for Team MTN-Qhubeka, the first African-based team to tackle cycling's most prestigious race.\", \"Team Sky's Chris Froome was 50 seconds back as Steve Cummings placed highest of 10 British riders in 10th.\"]}", 
    "{\"title\": \"Pope starts Latin American visit\", \"pstUrl\": \"http://www.bbc.co.uk/news/world-latin-america-33380260#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Pope Francis is due to arrive in Ecuador at the start of a seven-day tour of South America.\", \"Pope Francis will also travel to Bolivia and Paraguay, as part of his second trip to the region since becoming pontiff in 2013.\", \"In 2007, before becoming Pope, he told a gathering of Latin American bishops that they were living in the most unequal part of the world.\", \"During his previous trip in 2013, he addressed millions on Brazil's Copacabana Beach.\", \"The Pope has requested to chew coca leaves while in Bolivia, according to Bolivian Culture Minister Marko Machicao.\"]}", 
    "{\"title\": \"US 'routinely spied' on Brazil\", \"pstUrl\": \"http://www.bbc.co.uk/news/world-latin-america-33398388#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"The Wikileaks website says it has evidence that a number of senior Brazilian government officials were routinely spied on by the National Security Agency in the United States.\", \"\\\"Even on her official travels, President Rousseff is not safe from interception,\\\" the group added.\", \"In late June, Wikileaks published revelations suggesting the US spied French presidents.\", \"Wikileaks published a list of 29 phone numbers of Brazilians in banking, finance and the economy.\", \"But Wikileaks editor-in-chief, Julian Assange, says American government eavesdropping practices have not been suspended.\"]}", 
    "{\"title\": \"Brazil unveils Rio Olympics torch\", \"pstUrl\": \"http://www.bbc.co.uk/news/world-latin-america-33393458#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Brazilian President Dilma Rousseff has unveiled the torch to be used at the 2016 Olympics in Rio de Janeiro.\", \"She said 12,000 people would be chosen to carry the Olympic torch through some 300 Brazilian cities next year.\", \"The torch relay will begin in the Brazilian capital in May and will end at Rio's Maracana stadium in August, at the Olympic's opening ceremony.\", \"Members of the International Olympic Committee have expressed concern over delays in the works for the Games.\", \"The Olympics organising committee and sponsors will choose the torchbearers in the next few months.\"]}", 
    "{\"title\": \"IS video 'shows murders at Palmyra'\", \"pstUrl\": \"http://www.bbc.co.uk/news/world-middle-east-33397305#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"A video apparently released by the Islamic State group shows 25 men being shot dead in the ancient city of Palmyra, in Syria.\", \"IS captured Palmyra and the neighbouring modern city, locally known as Tadmur, in late May.\", \"The video was distributed by accounts known to be linked with Islamic State militants.\", \"Days after IS claimed Palmyra, it executed 20 men in the same amphitheatre.\", \"Stills from the video showed the killers to be young males, possibly even as young as 13 or 14.\"]}", 
    "{\"title\": \"Syrian forces close in on rebel town\", \"pstUrl\": \"http://www.bbc.co.uk/news/world-middle-east-33394905#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Syrian forces with their Lebanese Hezbollah allies are carrying out a major offensive against rebels holding the strategically important town of Zabadani, state TV says.\", \"Syrian forces carried out air strikes in response to a rebel assault on several government-held areas.\", \"State TV quoted a Syrian army source as saying its forces were \\\"making headway on several fronts\\\" and the rebels had suffered heavy casualties.\", \"Zabadani, north-west of the capital, Damascus, is the last significant town held by Sunni Muslim rebels in an area close to the Lebanese border.\", \"The rebels have driven government forces out of several areas in the countryside to the north of the city in recent months.\"]}", 
    "{\"title\": \"Cheerleading mourns death of 'founder'\", \"pstUrl\": \"http://www.bbc.co.uk/news/world-us-canada-33393756#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Lawrence Herkimer, known as \\\"Herkie\\\", built a successful business by setting up cheerleading camps and developing equipment - including the pom-pom.\", \"Mr Herkimer formed a national organisation for cheerleading and a dedicated magazine while studying at Southern Methodist University in Dallas, Texas.\", \"\\n\\nThe organisation he founded, the National Cheerleading Association, said it was \\\"deeply saddened by the loss of a legend\\\".\", \"Tributes have been paid to the founder of modern cheerleading who has died at the age of 89.\", \"He also patented the pom-pom, which would go on to become a key component of cheerleading, and is credited with inventing the spirit stick.\"]}", 
    "{\"title\": \"Shell to start Arctic oil drilling\", \"pstUrl\": \"http://www.bbc.co.uk/news/business-33379982#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Oil and gas giant Shell is expected to begin drilling for oil in the Arctic within the next two weeks.\", \"However, Shell believes that longer term, Arctic oil will be competitive.\", \"Given the recent slump in the price of oil, which has fallen by almost half in the last year to $65 a barrel, many believe Arctic oil exploration is no longer economically viable.\", \"But if the initial wells do not find oil, Shell will contemplate walking away from the region entirely.\", \"Some experts say the break-even point for Arctic oil is closer to $100.\"]}", 
    "{\"title\": \"In Pictures: A modern biplane factory\", \"pstUrl\": \"http://www.bbc.co.uk/news/business-33167009#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"The brainchild of engineer Guy Black, Retrotec is actually modern biplane factory.\", \"\\\"We only do aeroplanes that no one else wants to do!\\\" says Retrotec's Guy Black.\", \"In a complex of hangars deep in the Sussex countryside, a team of engineers is restoring and rebuilding early 20th Century aircraft.\", \"This restored 1930s Hawker Fury fighter is the only one flying in the world\\n\\n\\\"We started off maintaining old aircraft, moved to restoration and repair, and now we are basically re-manufacturing aircraft,\\\" says Guy.\", \"It specialises in rare examples of World War One planes including a Bristol F2B Fighter and DH9 bomber; as well as Hawker Nimrods, a Hawker Fury and a Hawker Hart from the 1930s era.\"]}", 
    "{\"title\": \"Week in pictures: 27 June - 3 July 2015\", \"pstUrl\": \"http://www.bbc.co.uk/news/in-pictures-33346141#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"New Jersey Governor Chris Christie (left) officially launched his bid to become the next president of the United States.\", \"Many Republicans sought out Mr Christie, 52, to run in 2012, but he is now considered a long shot.\", \" \\\"I mean what I say and I say what I mean, and that's what America needs right now,\\\" he said at a rally.\"]}", 
    "{\"title\": \"In pictures: American Puzzles by Burk Uzzle\", \"pstUrl\": \"http://www.bbc.co.uk/news/in-pictures-33326404#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Images by photographer Burk Uzzle on show in New York\\n\\nBurk Uzzle grew up in North Carolina.\", \" Driven by a sense of curiosity and desire to travel, he found a career in photography had enormous appeal. (Photo: Evening Train, Rhinecliff, New York, 1972)\\n\\nUzzle worked for Life Magazine and was a member of Magnum Photos, producing images of Woodstock, the civil rights movement, and the Cambodian war. (Photo: Park Slide, Washington, DC, 1967)\\n\\nUzzle also photographed social landscapes across the US, capturing what he describes as the \\\"love, the charm and poetry of the whimsical\\\". (Photo: Wigwam Motel, Arizona, 2005)\\n\\nHe said that the camera was an extension of his heart and mind, working to express what was inside him in a visual way. (Photo: Interstate Portrait, I95, Connecticut, 1967)\\n\\nHe prefers to stay off the main highways, travelling on small roads and discovering small communities along the way. (Wind Storm, South Carolina, 2004)\\n\\nHis pictures have a strong graphical element to them. (Photo: Brand New Highway, New Mexico, 1970)\\n\\nUzzle believes that a single picture can have movement like a symphony, with moods and swings to draw you in. (Photo: Boy Against Wall, Port-Au-Prince, Haiti, 1974)\\n\\nAn exhibition, Burk Uzzle: American Puzzles, can be seen at the Steven Kasher Gallery in New York until 31 July 2015. (Photo: St Louis Airport, St Louis, 1967) All photographs \\u00a9 Courtesy Steven Kasher Gallery, New York.\"]}", 
    "{\"title\": \"In pictures: Val Doonican\", \"pstUrl\": \"http://www.bbc.co.uk/news/entertainment-arts-33363226#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"The enduring image of Val Doonican is one of him sitting in a rocking chair, guitar in hand, sporting a garish jumper.\", \"The Val Doonican Show ran the whole gamut of variety and light entertainment.\", \"\\n\\nHis TV shows also allowed him to meet some of his own idols, including singer and actor Howard Keel, who appeared on Christmas Eve With Val Doonican in 1987.\", \"Doonican played with his rocking chair image and he had a large collection of mini replica ones.\", \"Waterford-born Doonican moved to London to further his singing and entertainment career, which eventually spanned radio, television, cabaret and music hall.\"]}", 
    "{\"title\": \"In pictures: Ghana fire recovery\", \"pstUrl\": \"http://www.bbc.co.uk/news/world-africa-33366017#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Some 150 people lost their lives during the floods, and the explosion at a petrol station in the Adabraka suburb.\", \"Communities in Ghana's capital, Accra, are still recovering from the devastating floods and fire which swept through the city one month ago.\", \"Roslyn Tay, 44, makes pastries near the petrol station.\", \"And then she noticed some fuel on top of the flood water\\n\\nTaxi driver Aggudey was among those who sought shelter at the petrol station after being stranded.\", \"She recalls the rain starting at 17:30 on 3 June and lasting for several hours, leading her compound to flood.\"]}", 
    "{\"title\": \"'Best lightning storm ever' witnessed\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-england-33360867#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Storms have swept across northern England in the wake of what for many places was the hottest July day on record in the UK.\\n\\nUp to 40,000 properties in the north-east were left without power after the violent storms struck.\", \"Some properties have been damaged by lightning and vehicles were hit by golf ball-sized hailstones.\", \"\\n\\nHere is a selection of photos shared by BBC News readers and viewers.\"]}", 
    "{\"title\": \"In pictures: Heathrow airport\", \"pstUrl\": \"http://www.bbc.co.uk/news/in-pictures-33310445#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Following a three-year review, the Airports Commission has backed a third Heathrow runway, saying it will add \\u00a3147bn in economic growth and 70,000 jobs by 2050.\", \"An airfield was established on the site we now know as Heathrow Airport in 1929, but it was not until well into World War Two that development to increase its capability to handle larger transport aircraft began.\", \"Here we share some images of the airport, whose expansion began after World War Two.\", \"By the end of the conflict, the government continued to develop the site for civil aviation.\", \"It was that year that the government introduced the Policing of Airports Act, and the deployment of the Army to the airport during a large anti-terrorist alert.\"]}", 
    "{\"title\": \"United Kingdom: From Mummers to Conker Champions\", \"pstUrl\": \"http://www.bbc.co.uk/news/in-pictures-33287959#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"In a book of the project, United Kingdom, he explains how these age-old customs are as much a celebration of the present as they are of the past.\", \"James O Jenkins' portrait project documenting the faces and costumes of people who take part in annual UK traditions.\", \"Photographer James O Jenkins has made a study of people who take part in annual UK traditions.\", \"Each year the World Conker Championships are held on the second Sunday in October.\", \"The central incident in the traditional Otterbourne Christmas Mummers play is always the fight and the subsequent killing and resurrection of one of the characters.\"]}", 
    "{\"title\": \"VIDEO: Westminster Hall\", \"pstUrl\": \"http://www.bbc.co.uk/democracylive/house-of-commons-33370073\", \"summary\": [\"Search, find and watch the politics that affects you\\n\\nSearch Democracy Live Find a representative or topic, or words spoken in our video coverage\"]}", 
    "{\"title\": \"VIDEO: Sea horses: Household Cavalry at beach\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-33393655#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Every year the soldiers and horses of the Household Cavalry Mounted Regiment leave London for summer training in Norfolk.\", \"\\n\\nMany of the younger horses have never seen the sea so it can be a challenge.\"]}", 
    "{\"title\": \"VIDEO: 999 crews 'feared further blasts'\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-33380435#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Dr Gareth Davies, from London's Air Ambulance, co-ordinated the medical response at Aldgate station, as the the horror of the 7/7 attacks on London began to unfold.\", \"He says the emergency services showed great bravery, entering the tunnels to help the injured, despite fears of further explosions.\", \"\\n\\nHe still uses Aldgate station every day, passing the memorial to those who died, and says it's a constant reminder to \\\"love every day\\\".\\n\\n52 people died in the suicide bomb attacks on 7 July 2005.\"]}", 
    "{\"title\": \"VIDEO: 'Our army has paid a heavy price'\", \"pstUrl\": \"http://www.bbc.co.uk/news/world-africa-33400052#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"The president of Tunisia, Beji Caid Essebsi, has declared a state of emergency following last week's deadly attack at the Sousse tourist resort, which killed 38 people.\", \"On Friday the prime minister of Tunisia admitted that police had been slow in responding to the attack by an Islamist gunman.\", \"\\n\\nThe state of emergency gives security forces more powers and limits the right of public assembly.\"]}", 
    "{\"title\": \"VIDEO: What is the Greek referendum about?\", \"pstUrl\": \"http://www.bbc.co.uk/news/world-europe-33397031#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Greece holds its much-anticipated referendum on Sunday on whether to accept the austerity demands of its international creditors.\", \"The eurozone says it amounts to a vote on Greece's place in the euro - something fiercely denied by the Greek government.\", \"With banks closed and capital controls in place, all signs are that it will be a very tight race.\", \"\\n\\nMark Lowen explains the background and implications of the vote, from a beach near Athens.\"]}", 
    "{\"title\": \"VIDEO: The science behind the pollen count\", \"pstUrl\": \"http://www.bbc.co.uk/news/health-33400106#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"This week saw the highest temperature for a July day ever recorded in the UK, but while many enjoyed being outdoors, others were suffering.\", \"It's peak season for pollen at the moment and with an estimated 31 million people suffering from hayfever, the pollen count is an important part of the weather forecast.\", \"\\n\\nBut how do they work it out?\"]}", 
    "{\"title\": \"VIDEO: Pope's visit: Two contrasting views\", \"pstUrl\": \"http://www.bbc.co.uk/news/33381973#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"When Pope Francis arrives in Latin America this weekend, huge crowds are expected - as millions of the faithful in Ecuador, Bolivia and Paraguay turn out to see the man they call the 'Pope of the Poor'.\", \"But the enthusiastic reception masks challenges facing the church.\", \"More people are turning to evangelical alternatives - or away from religion entirely.\", \"\\n\\nThe BBC's Ignacio de los Reyes spoke to Irene and Maria, two women with opposing views on the Pope's visit to Quito.\"]}", 
    "{\"title\": \"VIDEO: USA fans 'invade' Vancouver for final\", \"pstUrl\": \"http://www.bbc.co.uk/news/world-us-canada-33399729#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Thousands of USA football fans have made the trip to Vancouver, Canada, to see if their team can win the Women's World Cup for the first time since 1999.\", \"\\n\\nJapan will be hoping to retain their cup title as they meet USA in the final for the second successive tournament.\"]}", 
    "{\"title\": \"VIDEO: Firefighters tackle London blaze\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-33397136#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Around 100 firefighters are tackling a fire at a two-storey warehouse in west London.\", \"The blaze in Wadsworth Road, Perivale, is being attended by 15 fire engines.\", \"The building on fire is a 50m by 20m structure of mixed industrial units.\", \"\\n\\nThe entire two-storey building is described as being well alight, with black smoke.\"]}", 
    "{\"title\": \"The big joy of small villages\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-england-33187404#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"And it goes on, with a model in that model, and then a painted model in the model's model's model.\", \"One of the highlights is the model of the model village in the model pub's model garden.\", \"The UK is home to more than 30 miniature villages, ranging from hobbyists to full-blown tourist attractions employing professional engineers.\", \"From meta models of models to fantastical landscapes and replicas of much-loved locations, the UK's quaint and quirky miniature villages continue to be a big draw.\", \"To experience meta on an epically small scale, visit Bourton-on-the-Water's 75-year-old model village.\"]}", 
    "{\"title\": \"7/7 attacks: The world on a train, 10 years on\", \"pstUrl\": \"http://www.bbc.co.uk/news/magazine-33384595#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Ten years ago when I wrote this introduction to biographies of the victims of 7/7, it seemed a dreadful irony that many of them were Muslim or had Muslim family members.\", \"Barbarism hates difference - a different ethnic group, a different past, or a different shade of your own religion.\", \"I don't believe there are evil people or evil countries, but there are undoubtedly evil thoughts and deeds.\", \"The barbarians hate the West, yes, and obviously they target non-Muslims - but they also hate their rivals.\", \"But barbarism is heedless - of people, of history, of consequences, of science, of art and the human urge to generosity and kindness.\"]}", 
    "{\"title\": \"How family reunions change as you get older\", \"pstUrl\": \"http://www.bbc.co.uk/news/magazine-33384523#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"The small children in our group are excited by the illuminations and then almost instantly scared of the noise.\", \"June is the month of weddings, which trail family reunions along behind them like bridal trains or garlands.\", \"The way that this frontier of aging somehow recedes at each family reunion is a scientific wonder (my wife insists that she is aging backwards, like Benjamin Button).\", \"It was a reunion only of the immediate family, but my immediate family could look, to outsiders, well\\u2026 whatever the opposite of immediate is - hyperbolically attenuated, I suppose.\", \"In family life, if we are lucky at all, the brightness comes first, the bitterness some time after.\"]}", 
    "{\"title\": \"The girl who escaped from Boko Haram\", \"pstUrl\": \"http://www.bbc.co.uk/news/magazine-33382516#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"A former Nigerian soldier tells Will Ross that, low on ammunition, soldiers are often outgunned and overpowered by better equipped Boko Haram militants.\", \"Miriam was kidnapped by Boko Haram, forced to marry a fighter and then raped repeatedly.\", \"She was held in captivity by Boko Haram for six months last year.\", \"A boy would always be known as the son of Boko Haram.\\\"\", \"\\\"The men in my family are dead,\\\" she told me - killed by Boko Haram.\"]}", 
    "{\"title\": \"Weekend Edition: The week's best reads\", \"pstUrl\": \"http://www.bbc.co.uk/news/blogs-magazine-monitor-33311440#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Why the Indian soldiers of WW1 were forgotten\\n\\n\\\"9 and 10 are spot on!\\\" commented Helen Donovan.\", \"As many as 74,187 Indian soldiers died during World War One and a comparable number were wounded.\", \"A collection of some of the best features from the BBC News website this week, with an injection of your comments.\", \"\\\"I refused to eat the stew - and I have never eaten dog in my life,\\\" she writes.\", \"\\\"I try not to judge people for what they eat but I could not finish reading this article,\\\" posted Hilda Sayedi.\"]}", 
    "{\"title\": \"VIDEO: 50 Shades Q&A, a crowd-funded bailout for Greece - and other trends of the week\", \"pstUrl\": \"http://www.bbc.co.uk/news/magazine-33384442#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"What happened when 50 Shades of Grey author E L James answered questions online?\", \"And how did a Londoner try to help out Greece?\", \"Those stories and more in our video round-up of trends of the week - in just one minute (ish).\", \"\\n\\nYou can follow BBC Trending on Twitter @BBCtrending, find us on Facebook and watch our videos on YouTube too.\"]}", 
    "{\"title\": \"The Greek tragedy giving hope to Syria's women\", \"pstUrl\": \"http://www.bbc.co.uk/news/magazine-33362642#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"\\\"My husband is an angry man,\\\" says one young woman who married aged 14, \\\"and me doing this play makes him even angrier.\", \"Built in 1948 to house Palestinian refugees, the population has doubled in size over the past three years.\", \"She smiles defiantly, emboldened by the feisty Antigone, a young woman brave enough to defy her king.\", \"Wallah, a beautiful young woman who grew up in a Palestinian camp in Damascus, says she'd like to be a professional actress.\", \"Women in one of these centres have joined a drama project and are finding that an ancient Greek tragedy is proving cathartic.\"]}", 
    "{\"title\": \"Peeking into the brain's filing system\", \"pstUrl\": \"http://www.bbc.co.uk/news/science-environment-33380677#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Dr Horner said the findings also dovetail nicely with the single-neuron, celebrity-spotting results from the Leicester study.\", \"Another brand new study, out this week in the journal Nature Communications, looks inside the brain using fMRI imaging to see this filing system in action.\", \"A key component is the small, looping structure called the hippocampus, buried quite deep beneath the brain's wrinkled outer layer.\", \"So that suggests that it's the hippocampus that's doing the pattern completion, retrieving all these elements.\", \"\\\"That's clearly not a system we want, if we're going to remember a specific event that happens once in a lifetime.\\\"\"]}"
]