[
    "{\"title\": \"Memorials plan for UK terror victims\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-33399475#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"One will honour those who died in the Tunisia beach attack, and a second will commemorate Britons killed in other terror attacks overseas.\", \"The government is to fund two permanent memorials to UK victims of terror, PM David Cameron has announced.\", \"The bodies of the final five Britons killed in Tunisia to be repatriated arrived back in the UK on Saturday.\", \"Families of the 30 British victims of the attack in Sousse will be consulted on where their memorial will be.\", \"A service will also be held in the autumn, dedicated to those caught up in the attack which killed 38.\"]}", 
    "{\"title\": \"Budget to cut 'housing subsidies'\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-33399650#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"George Osborne will use Wednesday's Budget to announce a clampdown on \\\"taxpayer-funded subsidies\\\" for \\\"higher earners\\\" living in social housing.\", \"\\\"We've also decided it's time to act on the higher earners who use taxpayer-funded subsidies to live in council and housing association homes when they could afford the market rent that others on their salaries pay,\\\" he wrote.\", \"The Budget will also confirm the end of inheritance tax on family homes worth up to \\u00a31m.\", \"Local authority and housing association tenants in England who earn more than \\u00a330,000 - or \\u00a340,000 in London - will have to pay up to the market rent for their property, he is due to say.\", \"\\n\\nMr Osborne is expected to tell MPs on Wednesday the threshold at which the tax is levied will rise for couples from \\u00a3650,000 after April 2017.\"]}", 
    "{\"title\": \"Princess Charlotte to be christened\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-33399642#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Princess Charlotte will be christened later at a ceremony attended by the Queen and other senior members of the Royal Family in Norfolk.\", \"Like her brother, Charlotte will be christened in a replica of the lace and satin christening gown made for Queen Victoria's eldest daughter, Victoria, the princess royal, in 1841.\", \"In the presence of her great-grandmother and, as things stand, three future kings - Charles, William and George - Princess Charlotte will be baptised using a font from Victoria's reign and with water from the River Jordan.\", \"The Church of Saint Mary Magdalene is where the royals usually gather on Christmas Day and where Charlotte's late grandmother - Diana, Princess of Wales - was christened.\", \"The ceremony will take place at the Church of St Mary Magdalene in Sandringham.\"]}", 
    "{\"title\": \"Eurotunnel increases migrant security\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-england-kent-33398633#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Eurotunnel says it is preparing for a \\\"difficult night\\\" and has increased security after 150 migrants tried to storm the Calais terminal.\", \"Mr Vaz, who met Mr Mignonet in Calais to discuss the problem, said a solution to the migrant issue must be collaborative.\", \"Freight services are also delayed, Eurotunnel said, and freight lorries queued on the M20 in Kent for the second time this week.\", \"\\\"We just need to do this, in a very clear way, say to the EU this is an EU problem.\", \"Migrants entered restricted areas on the French side overnight on Friday, delaying and cancelling services, Eurotunnel said.\"]}", 
    "{\"title\": \"Blaze tackled by 100 firefighters\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-england-london-33399056#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"A serious fire at a warehouse in west London required more than 100 firefighters to bring it under control.\", \"\\\"I can see flames, debris and thick black smoke is just billowing out now as the whole building is on fire.\", \"As flames tore through the two-storey building, a 50m by 20m structure of mixed industrial units, plumes of thick black smoke were visible across London.\", \"The blaze in Wadsworth Road, Perivale, began just before 19:00 BST on Saturday.\", \" It's put Perivale on the map for all the wrong reasons.\\\"\"]}", 
    "{\"title\": \"Germany Women 0-1 England Women (aet)\", \"pstUrl\": \"http://www.bbc.co.uk/sport/0/football/33085963\", \"summary\": [\"Fara Williams's extra-time penalty ensured England beat Germany for the first time in 31 years to finish third at the Women's World Cup.\", \"The team are set to receive an additional \\u00a32,000 for winning the bronze medal, taking their World Cup bonus payments to \\u00a314,000.\", \"The performance was the second best by an England team following the 1966 win by the men's side and eclipsed the 1990 men's team, who finished fourth in Italy.\", \"During an open start to the game, Houghton had the best opening of the first half but mistimed her shot from seven yards.\", \"In her last World Cup game in charge, German coach Silvia Neid became frustrated with England's aggressive approach, but it ensured the match remained goalless at the break.\"]}", 
    "{\"title\": \"Missing UK family 'safe with IS'\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-33393628#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"A UK family of 12 who went missing have joined so-called Islamic State and feel \\\"safer than ever\\\", according to a statement said to be on their behalf.\", \"Meanwhile, it has emerged that two sisters from another Luton family were prevented from flying to Bangladesh by counter-terror police shortly before the family of 12 went missing.\", \"The Islamic State group has seized large swathes of Iraq and Syria since last June, becoming notorious for its brutality, including mass killings, abductions and beheadings.\", \"The statement is accompanied by two photos purportedly of family member Muhammed Abdul Mannan, which have not been independently verified.\", \"The family, who have not been seen since 17 May, includes three children aged between one and 11.\"]}", 
    "{\"title\": \"Man charged over girl's 1984 murder\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-england-somerset-33395240#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"A 63-year-old man has been charged with the murder of teenager Melanie Road in Bath more than 30 years ago.\", \"Christopher John Hampton, of Fishponds, Bristol, has been remanded in custody and is due to appear at the city's magistrates' court on Monday.\", \"Melanie, 17, was sexually assaulted and stabbed multiple times in her chest and back during the early hours of 9 June 1984.\", \"Her body was found in front of garages near St Stephens Road.\", \"\\n\\nDet Insp Julie Mackay, of Avon and Somerset Police, said: \\\"We've been keeping Melanie's family fully updated on the progress of this investigation and they're aware of this latest development.\\\"\"]}", 
    "{\"title\": \"Major disruption to ScotRail trains\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-scotland-33397963#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Several lines will see trains run on a reduced frequency, while buses will carry passengers on some other routes.\", \"About a third of ScotRail's trains have been cancelled due to a lack of drivers willing to work on a Sunday.\", \"It has pledged to ensure trains that do run will have more carriages than would normally be the case on a Sunday.\", \"On Wednesday, ScotRail said it had offered drivers a 2.5% pay rise and a one-off bonus, and would increase driver numbers.\", \"ScotRail has said that ongoing pay negotiations meant that not enough drivers were volunteering for Sunday shifts.\"]}", 
    "{\"title\": \"Motorcycle doctor dies in accident\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-northern-ireland-33396577#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Dr John Hinds and his colleague Dr Fred McSorley, known as the \\\"flying doctors\\\", have long enjoyed near legendary status among race fans.\", \"Dr John Hinds, one of the so-called \\\"flying doctors\\\" of Irish road racing, has been killed at a motorcycle event in the Republic of Ireland.\", \"Dr Hinds, who lectured in trauma science, was taken to Beaumont Hospital in Dublin, where he died on Saturday.\", \"TUV MLA Jim Allister, who backed the air ambulance campaign, said the death of Dr Hinds was deeply shocking.\", \"Dr Hinds, from Tandragee, was a consultant at Craigavon Hospital Area Hospital in County Armagh.\"]}", 
    "{\"title\": \"Orange parade held in Glasgow\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-scotland-glasgow-west-33394198#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"A large Orange Order parade has been held in Glasgow city centre.\", \"The parade comes the month after the Order held a day of events in Glasgow's George Square which was dubbed \\\"Orangefest\\\".\", \"Eddy Hyde, of the Grand Orange Lodge of Scotland, said: \\\"We once again call upon every member of the Orange Order to enjoy the day with the utmost decorum.\", \"Police had earlier urged anyone planning to take part in or watch the parade to \\\"leave the booze and bigotry behind\\\".\", \"Ch Supt Andy Bates, of Police Scotland, said the force had been working with the Grand Orange Lodge of Scotland to ensure the event was safe.\"]}", 
    "{\"title\": \"Murray through after injury scare\", \"pstUrl\": \"http://www.bbc.co.uk/sport/0/tennis/33396340\", \"summary\": [\"Britain's Andy Murray overcame a shoulder problem to beat Italy's Andreas Seppi in four sets and secure a place in the second week of Wimbledon.\", \"The world number three dominated the closing stages, clambering all over the Seppi serve as he broke three times to secure victory in two hours and eight minutes.\", \"Asked about the shoulder issue, Murray said: \\\"It's something I had the last two, three days.\", \"Murray, seeded third, won 6-2 6-2 1-6 6-1 to set up a fourth-round match with Croatian 23rd seed Ivo Karlovic.\", \"Seppi said he had called the trainer because his ankle hurt and joked that the physio had brought both men good fortune.\"]}", 
    "{\"title\": \"Forth Bridge awaits heritage decision\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-scotland-edinburgh-east-fife-33397980#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"A decision on whether the Forth Bridge will become Scotland's sixth Unesco World Heritage Site is expected to be announced later.\", \"World Heritage Sites are considered to be internationally significant to cultural or natural heritage and transcend national boundaries.\", \"There are currently 1,007 World Heritage Sites across the globe, in 161 countries.\", \"Scotland's other World Heritage Sites are New Lanark, St Kilda, the Old and New Towns in Edinburgh, Neolithic Orkney and the Antonine Wall.\", \"\\\"Innovative in design, materials and scale, the Forth Bridge is an extraordinary and impressive milestone in bridge design and construction during the period when railways came to dominate long-distance land travel.\\\"\"]}", 
    "{\"title\": \"US Army sun cream and bacon unearthed\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-england-wiltshire-33378014#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"US Army sun cream and tins of bacon are among the finds on Salisbury Plain revealed by archaeologists, to mark US Independence Day.\", \"\\\"It's evidence of US military presence on Salisbury Plain and the surrounding area.\", \"\\\"The military has been on Salisbury Plain for decades so it's not been ploughed up or disturbed by developers,\\\" said Matt Leivers, from Wessex Archaeology.\", \"Among the other finds unearthed on the plain were spoons and plates and bottles of Camp coffee.\", \"Wessex Archaeology, based on the plain, said various US-issued provisions had been found in recent years.\"]}", 
    "{\"title\": \"Family rears kitten's baby bird prey\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-england-beds-bucks-herts-33366037#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Rob Frazer, from St Albans, Hertfordshire, agreed they could have a kitten, however, when it came back with a live baby bird, he had a dilemma.\", \"A reluctant cat owner is teaching his children to hand-rear a baby bird after it was brought home by their new kitten.\", \"\\\"The cat I didn't particularly want brought a baby bird home with it, so now we are looking after that too.\\\"\", \"\\\"And they are really enjoying seeing it get bigger and starting to flap its wings,\\\" Mr Frazer said.\", \"Mr Frazer is hoping he will be able to release the bird when it is stronger.\"]}", 
    "{\"title\": \"Adviser was in law firm's building\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-northern-ireland-33392861#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"One of Nama's Northern Ireland Advisory Committee members worked from an office in Tughans' building in Belfast.\", \"Frank Cushnahan served on the Nama NI advisory committee from 2010 until 2013.\", \"Mr Cushnahan was one of two external members nominated to the National Asset Management Agency (Nama) NI advisory committee by the then Finance Minister Sammy Wilson.\", \"It has confirmed one of the committee's external members, Frank Cushnahan, had an office at its building, Marlborough House.\", \"\\\"He had a self-contained office in the same building occupied by Tughans, as did other entities over the years.\\\"\"]}", 
    "{\"title\": \"Mourners hear Tunisia victim tribute\", \"pstUrl\": \"http://www.bbc.co.uk/news/world-europe-33389951#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"The final five bodies of British victims killed in the Tunisia beach attack were being flown back to the UK on Saturday.\", \"Mourners at the funeral of one of the Irish victims of the Tunisia gun attack have heard tributes to her \\\"goodness and kindness\\\".\", \"Members of the Meath Senior GAA team and her local club formed a guard of honour as her remains were brought into the church.\", \"Fr Horneck told her family: \\\"Our mourning as friends, neighbours, colleagues, club and parish is nothing compared to your loss.\\\"\", \"Lorna Carty, who was in her 50s and from County Meath, was on holiday with her husband Declan when the attack happened on 26 June.\"]}", 
    "{\"title\": \"Labour candidates seek Welsh support\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-wales-politics-33379321#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"The four Labour leadership contenders will put their cases to party members at a hustings in Cardiff later.\", \"The leadership hustings - due to start at 11:30 BST on Sunday - will be followed by one for the deputy leadership.\", \"The winner, to be chosen by a postal vote of all Labour party members, will be named in September.\", \"\\n\\nCurrently acting leader of the Labour party, Ms Harman will step down in September once the new leader and deputy are confirmed.\", \"Ben Bradshaw, Stella Creasy, Angela Eagle, Caroline Flint and Tom Watson are the candidates hoping to succeed Harriet Harman.\"]}", 
    "{\"title\": \"Three men rescued from capsized boat\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-wales-south-west-wales-33400345#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Three men suffering from mild hypothermia were rescued after their boat capsized off the Pembrokeshire coast.\", \"Two RNLI lifeboats and an RAF helicopter were called to the incident at 20:00 BST on Saturday after people from a nearby caravan site raised the alarm.\", \"\\n\\nThe men were pulled from the water and taken to Fishguard harbour.\"]}", 
    "{\"title\": \"Tunisia bodies released to families\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-scotland-33396183#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Chinyere Inyama, senior coroner for West London, said the victims' bodies will now be released to their families and authorised transportation to Scotland.\", \"The bodies of the four Scottish holidaymakers killed in the Tunisia terror attack have been released to their families.\", \"The bodies of the victims were moved to the central mortuary in Tunis after they were killed, he added.\", \"Det Sgt Batt said: \\\"Senior UK police identification managers have assisted in Tunisia and in the UK to oversee the identification process.\\\"\", \"Det Sgt David Batt of the Metropolitan Police Counter Terrorism Command told the inquest the shootings lasted around half an hour.\"]}", 
    "{\"title\": \"Second electrical storm hits Scotland\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-scotland-33394364#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Large areas of Scotland have been hit by a spectacular overnight thunder storm for the second time in three days.\", \"The fierce electrical storm was accompanied by heavy downpours that swept north across the country.\", \"It warned of possible \\\"localised surface water flooding\\\" caused by the torrential rain.\", \"Many parts of the country also saw a thunder storm in the early hours of Thursday morning, with forecasters saying there had been 15,273 lightning strikes in Scotland alone.\", \"The Met Office has issued a yellow \\\"be aware\\\" severe weather warning for parts of southern and western Scotland.\"]}", 
    "{\"title\": \"Family flees lightning-hit house\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-england-essex-33395127#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"He said his bedroom lit up blue and when he went to investigate, the house lights burst and he could see flames.\", \"A bolt struck the roof of father-of-four Darren Hobson's semi-detached house in Braintree, Essex, just before 02:00 BST, causing a large fire.\", \"A father whose home was struck by lightning says the ceiling collapsed on one of his children's bedrooms minutes after the family fled the house.\", \"\\\"There were two really loud bangs in quick succession and our bedroom just lit up blue, and I was lying there just thinking 'that was really, really close',\\\" said Mr Hobson.\", \"\\\"It was amazing just how fast the fire took hold and destroyed the loft and the ceiling's come down,\\\" he said.\"]}", 
    "{\"title\": \"Two men killed in microlight crash\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-england-oxfordshire-33394052#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Police said the pilot, in his 60s, and his passenger, in his 50s, died when their microlight crashed at Enstone Airfield, near Chipping Norton, shortly after 19:00 BST on Friday.\", \"Two men have been killed in a light aircraft crash at an airfield in Oxfordshire.\", \"\\n\\nThe small airfield near the village of Enstone was originally built by the RAF during World War Two and is now regularly used by civilian light aircraft.\", \"The aerodrome has declined to comment while investigation work is carried out.\", \"Mick Clarke, from Oxfordshire Fire and Rescue, said: \\\"This was a tragic incident that has led to two lives being lost.\"]}", 
    "{\"title\": \"Argentina 0-0 Chile (1-4 on pens)\", \"pstUrl\": \"http://www.bbc.co.uk/sport/0/football/33085977\", \"summary\": [\"Chile's victory brought an end to almost a century of competing in the Copa America without claiming a title.\", \"Chile secured the first major trophy in their history on home soil courtesy of a penalty shootout win over Argentina in the Copa America final.\", \"Le Albiceleste are without a major trophy in the last 22 years since winning the 1993 Copa America in Ecuador.\", \"\\\"We'll fight a lot in the next World Cup.\", \"Sanchez came closest in extra time for Chile, who scored all four of their penalties in the shootout.\"]}", 
    "{\"title\": \"Defending champion Kvitova beaten\", \"pstUrl\": \"http://www.bbc.co.uk/sport/0/tennis/33396156\", \"summary\": [\"Defending champion Petra Kvitova suffered a shock early Wimbledon exit as former world number one Jelena Jankovic fought back to secure a third-round victory.\", \"Initially, it looked like she would continue that form against Jankovic as she won the first set 6-3 in a mere 35 minutes.\", \"It marked the first time since 2009 that two-time Wimbledon winner Kvitova, 25, has failed to make at least the quarter-finals at the All England Club.\", \"Kerber fought back in the second set but wobbled in the third, dropping her serve twice as Muguruza claimed an impressive scalp.\", \"However, Jankovic did not give up and broke decisively in the 12th game, when Kvitova drove a forehand into the net.\"]}", 
    "{\"title\": \"Hamilton wants home GP win for fans\", \"pstUrl\": \"http://www.bbc.co.uk/sport/0/formula1/33397014\", \"summary\": [\"Lewis Hamilton says he wants to win the British Grand Prix for the 140,000 fans who are expected at Silverstone for the race on Sunday.\", \"Hamilton beat Rosberg by 0.113 seconds to huge cheers from the crowd of 105,000 on Saturday.\", \"Rosberg said that he thought he had done enough on his first lap in final qualifying to beat Hamilton.\", \"It is the eighth pole in nine races this season for Hamilton, who has a 10-point championship lead over Rosberg.\", \"Lewis was struggling quite a lot so that's another hope I have, although his set-up has changed quite a lot since.\"]}", 
    "{\"title\": \"Tories to change inheritance tax rule\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-33393480#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Chancellor George Osborne's Budget is to confirm the end of inheritance tax on family homes worth up to \\u00a31m.\", \"The inheritance tax policy will be funded by limiting the amount of tax relief on pension contributions given to those earning more than \\u00a3150,000 a year.\", \"Last year, the estates of 35,000 were subject to inheritance tax; around 5% of the total.\", \"He said at the time: \\\"The Tories made a promise on inheritance tax before the last election and they broke it.\", \"Mr Cameron and Mr Osborne also unveiled housing measures to help people buy and build their own home.\"]}", 
    "{\"title\": \"Councils want new litter fine powers\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-33393534#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"They want the same power as London, where vehicle owners can be fined if someone drops litter from their car.\", \"Councils say they cannot currently tackle the problem effectively as they have to identify who threw the rubbish.\", \"Councils in England and Wales are calling for new powers to tackle the \\\"huge and spiralling\\\" problem of people throwing litter from vehicles.\", \"He added: \\\"We are calling on the government to urgently give councils the appropriate powers to tackle this issue head-on.\\\"\", \"Almost a quarter of motorists (23%) admit to having thrown litter out of the car, its research suggests.\"]}", 
    "{\"title\": \"PM plans to boost home ownership\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-politics-33393642#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"David Cameron announced plans to build discounted homes for first-time buyers under 40 and use public land for homes.\", \"New measures to help people buy and build houses will feature in this week's Budget, the government has said.\", \"But Toby Lloyd, head of policy at housing and homelessness charity Shelter, told the BBC the new housing measures would be \\\"very nice\\\" for only a \\\"handful of people\\\".\", \"David Orr, National Housing Federation chief executive, said that housing associations selling off their homes with government-funded discounts was a \\\"distraction\\\".\", \"Referring to both the inheritance tax plan and the housing measures, he said: \\\"In fact both schemes can be seen to be making it worse.\"]}", 
    "{\"title\": \"VIDEO: Westminster Hall\", \"pstUrl\": \"http://www.bbc.co.uk/democracylive/house-of-commons-33370073\", \"summary\": [\"Search, find and watch the politics that affects you\\n\\nSearch Democracy Live Find a representative or topic, or words spoken in our video coverage\"]}", 
    "{\"title\": \"VIDEO: 999 crews 'feared further blasts'\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-33380435#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Dr Gareth Davies, from London's Air Ambulance, co-ordinated the medical response at Aldgate station, as the the horror of the 7/7 attacks on London began to unfold.\", \"He says the emergency services showed great bravery, entering the tunnels to help the injured, despite fears of further explosions.\", \"\\n\\nHe still uses Aldgate station every day, passing the memorial to those who died, and says it's a constant reminder to \\\"love every day\\\".\\n\\n52 people died in the suicide bomb attacks on 7 July 2005.\"]}", 
    "{\"title\": \"VIDEO: The science behind the pollen count\", \"pstUrl\": \"http://www.bbc.co.uk/news/health-33400106#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"This week saw the highest temperature for a July day ever recorded in the UK, but while many enjoyed being outdoors, others were suffering.\", \"It's peak season for pollen at the moment and with an estimated 31 million people suffering from hayfever, the pollen count is an important part of the weather forecast.\", \"\\n\\nBut how do they work it out?\"]}", 
    "{\"title\": \"VIDEO: Sea horses: Household Cavalry at beach\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-33393655#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Every year the soldiers and horses of the Household Cavalry Mounted Regiment leave London for summer training in Norfolk.\", \"\\n\\nMany of the younger horses have never seen the sea so it can be a challenge.\"]}", 
    "{\"title\": \"VIDEO: Electrical storms wake up UK\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-33393661#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Fierce electrical storms hit much of the UK overnight with many witnessing spectacular lightning displays.\", \"\\n\\nBBC viewers captured some of the footage.\"]}", 
    "{\"title\": \"VIDEO: Final Tunisia victims returned to UK\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-33397133#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"The final five bodies of British victims killed in the Tunisia beach attack have returned to the UK.\\n\\nLisa Burbidge, who was in her 60s, from Whickham, Gateshead, Stuart Cullen, 52, from Lowestoft, Christopher Dyer, 32, from Watford, Bruce Wilkinson, 72, from Goole, East Riding and Claire Windass, 54, from Hull were repatriated on Saturday.\", \"\\n\\nMeanwhile the funeral for one of the three Irish victims, Lorna Carty, has taken place in County Meath.\"]}", 
    "{\"title\": \"VIDEO: Beauty blogger's disfigurement fight\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-england-tyne-33394095#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"A beauty blogger who was born with a facial disfigurement is hoping to inspire others to overcome their obstacles.\", \"Katie Meehan, 19, from Jarrow, Tyneside, was born with cystic hygroma - which meant she had an enlarged tongue and face.\", \"\\n\\nAt five years old she underwent pioneering surgery, paid for by a local fundraising campaign which raised \\u00a360,000 in a month.\"]}", 
    "{\"title\": \"VIDEO: Rattling tennis ball helps blind\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-33393657#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Tennis has become accessible to more people than ever before.\", \"Tournaments for blind and visually impaired players are on the increase.\", \"\\n\\nMike Bushell reports from Hills Road centre in Cambridge where some of the top players in the country train.\"]}", 
    "{\"title\": \"VIDEO: Building a Spitfire with eBay parts\", \"pstUrl\": \"http://www.bbc.co.uk/news/business-33166082#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"An original Mark I Spitfire, the kind used in the Battle of Britain in 1940, is about to be auctioned at Christie's.\", \"It is expected to fetch up to \\u00a32.5m ($3.9m) but could go for much more.\", \"While there are around 230 Spitfires left around the world, there are only four Mark Is still fit to fly.\", \"\\n\\nJohn Romain of the Aircraft Restoration Company at Duxford in Cambridgeshire told BBC News how he and his team restored the aircraft - and what it is like to fly it.\"]}", 
    "{\"title\": \"The big joy of small villages\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-england-33187404#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"And it goes on, with a model in that model, and then a painted model in the model's model's model.\", \"One of the highlights is the model of the model village in the model pub's model garden.\", \"The UK is home to more than 30 miniature villages, ranging from hobbyists to full-blown tourist attractions employing professional engineers.\", \"From meta models of models to fantastical landscapes and replicas of much-loved locations, the UK's quaint and quirky miniature villages continue to be a big draw.\", \"To experience meta on an epically small scale, visit Bourton-on-the-Water's 75-year-old model village.\"]}", 
    "{\"title\": \"7/7 attacks: The world on a train, 10 years on\", \"pstUrl\": \"http://www.bbc.co.uk/news/magazine-33384595#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Ten years ago when I wrote this introduction to biographies of the victims of 7/7, it seemed a dreadful irony that many of them were Muslim or had Muslim family members.\", \"Barbarism hates difference - a different ethnic group, a different past, or a different shade of your own religion.\", \"I don't believe there are evil people or evil countries, but there are undoubtedly evil thoughts and deeds.\", \"The barbarians hate the West, yes, and obviously they target non-Muslims - but they also hate their rivals.\", \"But barbarism is heedless - of people, of history, of consequences, of science, of art and the human urge to generosity and kindness.\"]}", 
    "{\"title\": \"Forth Bridge: Facts, figures and photos\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-scotland-edinburgh-east-fife-33395348#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"When it was opened on 4 March 1890 by the then Prince of Wales, the Forth Bridge was the longest cantilever bridge in the world and the first major crossing made entirely of steel.\", \"In 1964, the famous rail crossing was joined on the firth by the Forth Road Bridge.\", \"Now, the Forth Bridge is expected to be granted Unesco World Heritage Site status, putting it alongside the Pyramids of Egypt, the great Wall of China and the Sydney Opera House in terms of cultural significance.\", \"\\n\\nOn nomination for World Heritage Status, Unesco was unstinting in its praise for the bridge, with its inspectors stating: \\\"Innovative in design, materials, and scale, the Forth Bridge is an extraordinary and impressive milestone in bridge design and construction during the period when railways came to dominate long-distance land travel.\\\"\", \"We've brought together some facts and figures - and some great pictures - of one of Britain's best-known structures.\"]}", 
    "{\"title\": \"Scottish Tories chasing the youth vote\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-scotland-scotland-politics-33382584#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"So might the Scottish Conservatives ever be able to replicate this kind of success?\", \"Despite the constant ribbing, Nathan reckons young, pro-Union voters are crying out for a party which supports aspirational working people, following a collapse in Scottish Labour's vote in the election.\", \"But Nathan Wilson - born and bred in the North Lanarkshire town - is part of a new generation of Scots Tories trying to sell the party to other young people.\", \"The 21-year-old student says: \\\"A lot of people are quite baffled by it - specifically a lot of friends and people I went to school with.\", \"And May's UK election established the Conservatives as Scotland's third-biggest party in terms of votes (434,097).\"]}", 
    "{\"title\": \"Canvassing support: Helping children with clubfoot\", \"pstUrl\": \"http://www.bbc.co.uk/news/health-33373286#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Pradeep Das, now four-years-old, was born with clubfoot and currently has to wear a brace for around 16 hours a night.\", \"\\\"We want all children to get treatment as soon as they're born and we want to see neglected clubfoot completely eradicated from the world.\\\"\", \"The Miraclefeet brace is made of canvas, rather than leather, so is lighter to wear in hot climates.\", \"Now a charity has developed a low-cost canvas brace for children to wear as part of their treatment - which is being tested for use in India, where around a quarter of the 200,000 children with clubfoot live.\", \"But he hopes that with the help of Dr Mehta - and the Miraclefeet brace - his son Pradeep can have a better chance of succeeding in life.\"]}", 
    "{\"title\": \"In pictures: Lightning illuminates UK\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-33395943#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Below is a selection of some of the best images of the spectacular lightning show seen across the UK overnight.\", \"\\n\\nStephen Cheatley captured this dramatic scene over Blackpool Tower, tweeting: 'I can't believe I got this shot!'\\n\\nA static camera on Wimbledon's \\\"Henman Hill\\\" caught this striking shot of lightning illuminating London\\n\\nAs storms travelled north across the country, lightning bolts turned night to day. (Wednesfield, Wolverhampton)\\n\\nDespite the ferocity of the storms there has been no reported damage. (New Providence Wharf, London)\\n\\nThunder and heavy downpours struck from the south coast of England to southern and western Scotland. (Bournemouth)\"]}", 
    "{\"title\": \"How Italia 90 changed England\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-england-33324022#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"But, on the 25th anniversary of the semi-final loss to West Germany, just how did the 1990 World Cup change England?\", \"Papers released in 2012 revealed the government briefly considered withdrawing from the 1990 World Cup amid fears the tournament would provide a \\\"natural focus\\\" for hooliganism.\", \"Probably the most famous image of the 1990 World Cup is that of England's star midfielder Paul Gascoigne in tears.\", \"\\\"The social constituency of football definitely changed in the 1990s but the World Cup was one of a number of factors.\", \"Before 1990, football team songs tended to mean one thing - players standing in a group singing in various levels of uneasiness.\"]}"
]