[
    "{\"title\": \"Greeks vote in bailout referendum\", \"pstUrl\": \"http://www.bbc.co.uk/news/world-europe-33399718#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"On the eve of the referendum, he accused Athens' creditors of trying to sow fear around the vote.\", \"Basil, a 56-year-old in Athens, told the AFP news agency he was voting \\\"Yes\\\" - but would rather the referendum had never been called.\", \"Millions of Greeks are voting in a crucial referendum on whether to accept the terms of an international bailout.\", \"The government has urged a \\\"No\\\" vote, but opponents warn this could see Greece ejected from the eurozone.\", \"The \\\"Yes\\\" campaign has framed the vote as a referendum on Greek membership of the eurozone.\"]}", 
    "{\"title\": \"IS video 'shows murders at Palmyra'\", \"pstUrl\": \"http://www.bbc.co.uk/news/world-middle-east-33397305#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"A video apparently released by the Islamic State group shows 25 men being shot dead in the ancient city of Palmyra, in Syria.\", \"IS captured Palmyra and the neighbouring modern city, locally known as Tadmur, in late May.\", \"The video was distributed by accounts known to be linked with Islamic State militants.\", \"Days after IS claimed Palmyra, it executed 20 men in the same amphitheatre.\", \"Stills from the video showed the killers to be young males, possibly even as young as 13 or 14.\"]}", 
    "{\"title\": \"Clinton accuses China of hacking US\", \"pstUrl\": \"http://www.bbc.co.uk/news/world-us-canada-33399711#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"US Democratic presidential hopeful Hillary Clinton has accused China of stealing commercial secrets and government information.\", \"US intelligence chief James Clapper called China a \\\"leading suspect\\\" after the incident.\", \"Republican presidential candidates have used the recent OPM cyber hack to attack President Obama's administration, accusing it of \\\"incompetence\\\".\", \"Speaking at a campaign event in New Hampshire, Ms Clinton said that China was stealing secrets from defence contractors and had taken \\\"huge amounts of government information, all looking for an advantage.\\\"\", \"She accused China of \\\"trying to hack into everything that doesn't move in America\\\", and urged vigilance.\"]}", 
    "{\"title\": \"Tunisia declares state of emergency\", \"pstUrl\": \"http://www.bbc.co.uk/news/world-africa-33394847#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Tunisia has declared a state of emergency, just over a week after 38 tourists, mainly Britons, died in an attack in the resort city of Sousse.\", \"The Sousse attack represented the second blow in three months to Tunisia's tourism industry, an important sector for the country.\", \"The last time Tunisia declared a state of emergency was in 2011, in the uprising which overthrew President Zine al-Abidine Ben Ali.\", \"The state of emergency gives security forces more powers and limits the right of public assembly.\", \"Tunisian security forces had responded to security challenges \\\"gradually\\\", he said, \\\"because we did not have the culture of terrorism in Tunisia\\\".\"]}", 
    "{\"title\": \"Pope starts Latin American visit\", \"pstUrl\": \"http://www.bbc.co.uk/news/world-latin-america-33380260#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Pope Francis is due to arrive in Ecuador at the start of a seven-day tour of South America.\", \"Pope Francis will also travel to Bolivia and Paraguay, as part of his second trip to the region since becoming pontiff in 2013.\", \"In 2007, before becoming Pope, he told a gathering of Latin American bishops that they were living in the most unequal part of the world.\", \"During his previous trip in 2013, he addressed millions on Brazil's Copacabana Beach.\", \"The Pope has requested to chew coca leaves while in Bolivia, according to Bolivian Culture Minister Marko Machicao.\"]}", 
    "{\"title\": \"Champagne given world heritage title\", \"pstUrl\": \"http://www.bbc.co.uk/news/world-europe-33398532#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"It was one of 11 sites given World Heritage status by Unesco at a meeting in Germany on Saturday.\", \"The industry behind champagne production has been handed world heritage status by the United Nations' cultural arm.\", \"The vineyards of Burgundy, in France, were also given World Heritage status on Saturday.\", \"Unesco said the champagne industry was \\\"a very specialised artisan activity that has become an agro-industrial enterprise.\\\"\", \"\\n\\nAmong the other sites to be named were:\\n\\nOne world heritage site, the ruins of Palmyra in Syria, was taken over by Islamic State militants in May, leading to criticism that World Heritage status does not help protect culturally significant sites.\"]}", 
    "{\"title\": \"US actress Diana Douglas dies at 92\", \"pstUrl\": \"http://www.bbc.co.uk/news/world-us-canada-33400021#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"US actress and model Diana Douglas has died in Los Angeles aged 92, her family says.\", \"Ms Douglas appeared in dozens of films and TV shows, including Planes, Trains and Automobiles, ER and The West Wing.\", \"Born Diana Love Dill in Bermuda, Ms Douglas studied at the American Academy of Dramatic Arts in New York, where she met Kirk Douglas.\", \"She was the first wife of actor Kirk Douglas, and mother of actor Michael Douglas, and appeared with both in the 2003 film It Runs in the Family.\", \"She and Kirk Douglas married in 1943 and had two sons, Michael and Joel.\"]}", 
    "{\"title\": \"Fidel Castro makes rare appearance\", \"pstUrl\": \"http://www.bbc.co.uk/news/world-latin-america-33398655#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"There was no immediate comment from Fidel Castro, and analysts said the rapprochement would not have happened if he was still in power.\", \"Former Cuban leader Fidel Castro has appeared in public for the first time in more than a month.\", \"Fidel Castro, 88, handed power to his younger brother Raul in 2006 after struggling to recover from illness.\", \"His appearance comes days after Cuba and the United States announced they were reopening embassies in each other's capitals on 20 July.\", \"State television showed images of Mr Castro at a meeting with cheese experts near the capital, Havana.\"]}", 
    "{\"title\": \"Dealers to prop up China shares\", \"pstUrl\": \"http://www.bbc.co.uk/news/world-asia-china-33394910#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"China's main share brokerages have agreed to spend 120 billion yuan ($19.3bn, \\u00a312bn) to prop up the ailing stock market.\", \"The main Shanghai Composite index has fallen 30% since the middle of June, nullifying most of this year's gains.\", \"The Chinese stock market bubble over the past year has been fuelled in part by investors borrowing heavily.\", \"Twenty-one brokerages agreed the move at a meeting in Beijing on Saturday, Xinhua news agency said.\", \"\\n\\nLast week, China's securities regulator announced an investigation into possible manipulation of the stock market.\"]}", 
    "{\"title\": \"US 'routinely spied' on Brazil\", \"pstUrl\": \"http://www.bbc.co.uk/news/world-latin-america-33398388#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"The Wikileaks website says it has evidence that a number of senior Brazilian government officials were routinely spied on by the National Security Agency in the United States.\", \"\\\"Even on her official travels, President Rousseff is not safe from interception,\\\" the group added.\", \"In late June, Wikileaks published revelations suggesting the US spied French presidents.\", \"Wikileaks published a list of 29 phone numbers of Brazilians in banking, finance and the economy.\", \"But Wikileaks editor-in-chief, Julian Assange, says American government eavesdropping practices have not been suspended.\"]}", 
    "{\"title\": \"Dukes of Hazzard car to lose flag\", \"pstUrl\": \"http://www.bbc.co.uk/news/world-us-canada-33393860#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"US golfer Bubba Watson is to paint over the Confederate flag on the car from the Dukes of Hazzard TV series, as part of a growing backlash against the rebel symbol from the US Civil War.\", \"\\n\\nWhy do people still fly the Confederate flag?\", \"The top golfer, who owns the car, announced the move by tweeting that he believed \\\"all men are created equal\\\".\", \"The Confederate battle flag became a potent symbol for the southern states fighting the Civil War as they sought to break away from the union.\", \"The flag divides opinion in the US, symbolising racism to its critics - and southern heritage to its defenders.\"]}", 
    "{\"title\": \"Ronaldo's 'adopted son' joins Sporting Lisbon\", \"pstUrl\": \"http://www.bbc.co.uk/newsbeat/33379854#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"A teenager who survived the 2004 tsunami and calls himself Ronaldo's 'adopted son' has signed for Sporting Lisbon academy.\", \"Ronaldo, who began his career with Sporting, reportedly paid for Martunis' education and the Portugal team gave money to help rebuild his family's home.\", \"In 2005, Martunis was flown over to meet the Portugal team before a match against Slovakia.\", \"A picture of him (above) wearing the Portugal shirt led to Cristiano Ronaldo flying out to meet him.\", \"The 17-year-old also appears to have taken the forward's surname and on his twitter profile says he is the adopted child of Ronaldo.\"]}", 
    "{\"title\": \"Reddit apologises after staff sacking\", \"pstUrl\": \"http://www.bbc.co.uk/newsbeat/33395268#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"\\\"Our community is what makes Reddit, Reddit and we let you down yesterday,\\\" said CEO Ellen Pao in a statement.\", \"Ms Taylor said she was \\\"dazed\\\" by the swiftness of her departure in a very brief response to a message asking her about the sacking.\", \"There have been suggestions that Ms Taylor was sacked following an AMA with American civil rights activist Jesse Jackson.\", \"Reddit co-founder, Alexis Ohanian has also posted on Reddit, taking responsibility for poor communication over the changes to the AMA team.\", \"Ms Taylor helped organise guests for AMAs and worked to verify that people due to answer questions were who they said they were.\"]}", 
    "{\"title\": \"Cheerleading mourns death of 'founder'\", \"pstUrl\": \"http://www.bbc.co.uk/news/world-us-canada-33393756#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Lawrence Herkimer, known as \\\"Herkie\\\", built a successful business by setting up cheerleading camps and developing equipment - including the pom-pom.\", \"Mr Herkimer formed a national organisation for cheerleading and a dedicated magazine while studying at Southern Methodist University in Dallas, Texas.\", \"\\n\\nThe organisation he founded, the National Cheerleading Association, said it was \\\"deeply saddened by the loss of a legend\\\".\", \"Tributes have been paid to the founder of modern cheerleading who has died at the age of 89.\", \"He also patented the pom-pom, which would go on to become a key component of cheerleading, and is credited with inventing the spirit stick.\"]}", 
    "{\"title\": \"Argentina 0-0 Chile (1-4 on pens)\", \"pstUrl\": \"http://www.bbc.co.uk/sport/0/football/33085977\", \"summary\": [\"Chile's victory brought an end to almost a century of competing in the Copa America without claiming a title.\", \"Chile secured the first major trophy in their history on home soil courtesy of a penalty shootout win over Argentina in the Copa America final.\", \"Le Albiceleste are without a major trophy in the last 22 years since winning the 1993 Copa America in Ecuador.\", \"\\\"We'll fight a lot in the next World Cup.\", \"Sanchez came closest in extra time for Chile, who scored all four of their penalties in the shootout.\"]}", 
    "{\"title\": \"Brazil unveils Rio Olympics torch\", \"pstUrl\": \"http://www.bbc.co.uk/news/world-latin-america-33393458#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Brazilian President Dilma Rousseff has unveiled the torch to be used at the 2016 Olympics in Rio de Janeiro.\", \"She said 12,000 people would be chosen to carry the Olympic torch through some 300 Brazilian cities next year.\", \"The torch relay will begin in the Brazilian capital in May and will end at Rio's Maracana stadium in August, at the Olympic's opening ceremony.\", \"Members of the International Olympic Committee have expressed concern over delays in the works for the Games.\", \"The Olympics organising committee and sponsors will choose the torchbearers in the next few months.\"]}", 
    "{\"title\": \"Boko Haram raids 'heinous' - Buhari\", \"pstUrl\": \"http://www.bbc.co.uk/news/world-africa-33389408#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"These are the worst Boko Haram attacks for many weeks, BBC Nigeria correspondent Will Ross reports.\", \"Nigeria's president has described as a \\\"heinous atrocity\\\" the latest wave of attacks by Boko Haram militants that left more than 150 people dead.\", \"Mr Buhari - who was sworn in in May - sees fighting Boko Haram as a priority.\", \"Boko Haram has carried out frequent bombings since it was weakened by a regional military offensive to recapture most of the territory it had controlled.\", \"Boko Haram may no longer hold territory but there is little to celebrate when large swathes of the north-east are clearly not under any kind of government control.\"]}", 
    "{\"title\": \"Kenyan 'killer brew' crackdown\", \"pstUrl\": \"http://www.bbc.co.uk/news/world-africa-33378681#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Authorities in Kenya have begun a four-day nationwide crackdown to get rid of illicitly brewed alcohol following a recent spate of deaths.\", \"Homemade alcohol is popular in central Kenya, where many people cannot afford to buy commercial alcohol.\", \"\\n\\nAfter the four-day operation, the team will report to President Kenyatta to assess the progress being made.\", \"President Uhuru Kenyatta said many men in the area are \\\"addicted\\\" to what is sometimes called ''killer brew''.\", \"The government has revoked all licences for bars and other outlets selling home brew, which can be laced with methanol.\"]}", 
    "{\"title\": \"Charges over sunk Philippines ferry\", \"pstUrl\": \"http://www.bbc.co.uk/news/world-asia-33393858#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Philippines police have filed murder charges against the owner and crew of a ferry that capsized off the coast of Leyte, killing at least 56 people.\", \"The Kim Nirvana was carrying 173 people when it overturned in rough waters just outside the port of Ormoc on Thursday.\", \"A total of 19 people have been charged, including owner Joge Bong Zarco and Captain Warren Oliviero, local police official Asher Dolina told AFP news agency.\", \"The ferry was heading for the central islands of Camotes, in Cebu province, to the south-west of Leyte, according to local media reports.\", \"\\n\\nPeople in the Philippines rely on ferry services to get around its thousands of islands, but vessels are often poorly maintained, leading to scores of deaths at sea every year.\"]}", 
    "{\"title\": \"Tonga King Tupou VI formally crowned\", \"pstUrl\": \"http://www.bbc.co.uk/news/world-asia-33393492#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"The king of the Pacific island nation of Tonga, Tupou VI, has been formally crowned, more than three years after ascending to the throne.\", \"As well as Crown Prince Naruhito, the European royals Prince Georg von Habsburg of Hungary and Princess Marie-Therese von Hohenberg of Austria attended.\", \"A retired Australian minister performed the crowning as it is taboo for Tongans to touch their king's head.\", \"Foreign royals, including the Crown Prince of Japan, attended the coronation ceremony in the capital, Nuku'alofa.\", \"The ceremony, performed by 78-year-old retired Methodist minister D'Arcy Wood, drew thousands of Tongans and tourists.\"]}", 
    "{\"title\": \"Dennis in yellow with record speed\", \"pstUrl\": \"http://www.bbc.co.uk/sport/0/cycling/33396438\", \"summary\": [\"Rohan Dennis rode the fastest individual time trial in Tour de France history to claim victory at the opening stage of this year's race in Utrecht.\", \"\\\"To wear the Tour de France yellow jersey, it's a dream,\\\" Dennis said.\", \"British former Olympic champion Chris Boardman set the previous fastest individual average speed over a Tour de France stage with 55.152 km/h at the 7.2km prologue of 1994.\", \"Cummings, 34, last rode the Tour in 2012 and this year is competing for Team MTN-Qhubeka, the first African-based team to tackle cycling's most prestigious race.\", \"Team Sky's Chris Froome was 50 seconds back as Steve Cummings placed highest of 10 British riders in 10th.\"]}", 
    "{\"title\": \"Eurotunnel increases migrant security\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-england-kent-33398633#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Eurotunnel says it is preparing for a \\\"difficult night\\\" and has increased security after 150 migrants tried to storm the Calais terminal.\", \"Mr Vaz, who met Mr Mignonet in Calais to discuss the problem, said a solution to the migrant issue must be collaborative.\", \"Freight services are also delayed, Eurotunnel said, and freight lorries queued on the M20 in Kent for the second time this week.\", \"\\\"We just need to do this, in a very clear way, say to the EU this is an EU problem.\", \"Migrants entered restricted areas on the French side overnight on Friday, delaying and cancelling services, Eurotunnel said.\"]}", 
    "{\"title\": \"Syrian forces close in on rebel town\", \"pstUrl\": \"http://www.bbc.co.uk/news/world-middle-east-33394905#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Syrian forces with their Lebanese Hezbollah allies are carrying out a major offensive against rebels holding the strategically important town of Zabadani, state TV says.\", \"Syrian forces carried out air strikes in response to a rebel assault on several government-held areas.\", \"State TV quoted a Syrian army source as saying its forces were \\\"making headway on several fronts\\\" and the rebels had suffered heavy casualties.\", \"Zabadani, north-west of the capital, Damascus, is the last significant town held by Sunni Muslim rebels in an area close to the Lebanese border.\", \"The rebels have driven government forces out of several areas in the countryside to the north of the city in recent months.\"]}", 
    "{\"title\": \"Missing UK family 'safe with IS'\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-33393628#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"A UK family of 12 who went missing have joined so-called Islamic State and feel \\\"safer than ever\\\", according to a statement said to be on their behalf.\", \"Meanwhile, it has emerged that two sisters from another Luton family were prevented from flying to Bangladesh by counter-terror police shortly before the family of 12 went missing.\", \"The Islamic State group has seized large swathes of Iraq and Syria since last June, becoming notorious for its brutality, including mass killings, abductions and beheadings.\", \"The statement is accompanied by two photos purportedly of family member Muhammed Abdul Mannan, which have not been independently verified.\", \"The family, who have not been seen since 17 May, includes three children aged between one and 11.\"]}", 
    "{\"title\": \"Memorials plan for UK terror victims\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-33399475#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"One will honour those who died in the Tunisia beach attack, and a second will commemorate Britons killed in other terror attacks overseas.\", \"The government is to fund two permanent memorials to UK victims of terror, PM David Cameron has announced.\", \"The bodies of the final five Britons killed in Tunisia to be repatriated arrived back in the UK on Saturday.\", \"Families of the 30 British victims of the attack in Sousse will be consulted on where their memorial will be.\", \"A service will also be held in the autumn, dedicated to those caught up in the attack which killed 38.\"]}", 
    "{\"title\": \"Budget to cut 'housing subsidies'\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-33399650#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"George Osborne will use Wednesday's Budget to announce a clampdown on \\\"taxpayer-funded subsidies\\\" for \\\"higher earners\\\" living in social housing.\", \"\\\"We've also decided it's time to act on the higher earners who use taxpayer-funded subsidies to live in council and housing association homes when they could afford the market rent that others on their salaries pay,\\\" he wrote.\", \"The Budget will also confirm the end of inheritance tax on family homes worth up to \\u00a31m.\", \"Local authority and housing association tenants in England who earn more than \\u00a330,000 - or \\u00a340,000 in London - will have to pay up to the market rent for their property, he is due to say.\", \"\\n\\nMr Osborne is expected to tell MPs on Wednesday the threshold at which the tax is levied will rise for couples from \\u00a3650,000 after April 2017.\"]}", 
    "{\"title\": \"Shell to start Arctic oil drilling\", \"pstUrl\": \"http://www.bbc.co.uk/news/business-33379982#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Oil and gas giant Shell is expected to begin drilling for oil in the Arctic within the next two weeks.\", \"However, Shell believes that longer term, Arctic oil will be competitive.\", \"Given the recent slump in the price of oil, which has fallen by almost half in the last year to $65 a barrel, many believe Arctic oil exploration is no longer economically viable.\", \"But if the initial wells do not find oil, Shell will contemplate walking away from the region entirely.\", \"Some experts say the break-even point for Arctic oil is closer to $100.\"]}", 
    "{\"title\": \"Eurozone economic growth speeds up\", \"pstUrl\": \"http://www.bbc.co.uk/news/business-33377130#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"The final Markit composite eurozone Purchasing Manages' Index (PMI), which combines manufacturing and services activity, rose to 54.2, its highest reading since May 2011.\", \"Eurozone business activity rose at its fastest pace in four years in June, boosted by higher spending by consumers and businesses, a survey has indicated.\", \"Price discounting helped drive up the PMI covering the service industry, which makes up the bulk of the eurozone economy.\", \"Speculation that Athens would miss a \\u20ac1.6bn repayment to the International Monetary Fund (IMF) on Tuesday held back manufacturing activity in the month, Markit said.\", \"Markit said the data pointed to second-quarter economic growth of 0.4%.\"]}", 
    "{\"title\": \"Uber suspends UberPOP in France\", \"pstUrl\": \"http://www.bbc.co.uk/news/business-33382006#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"\\n\\n\\\"We have decided to suspend UberPOP in France from 20.00 [19.00 BST] this Friday evening, primarily to assure the safety of Uber drivers,\\\" Thibaud Simphal, head of Uber France, told Le Monde.\", \"Uber has suspended its UberPOP taxi-ordering app in France, according to newspaper Le Monde.\", \"The suspension comes in a week that two managers of the taxi-ordering app Uber were arrested for \\\"illicit activity\\\".\", \"In June France's interior minister ordered a ban on UberPOP after a day of nationwide protests by taxi drivers.\", \"Uber is unpopular with registered drivers in many cities because they tend to undercut prices, and there have been violent protests.\"]}", 
    "{\"title\": \"Germany Women 0-1 England Women (aet)\", \"pstUrl\": \"http://www.bbc.co.uk/sport/0/football/33085963\", \"summary\": [\"Fara Williams's extra-time penalty ensured England beat Germany for the first time in 31 years to finish third at the Women's World Cup.\", \"The team are set to receive an additional \\u00a32,000 for winning the bronze medal, taking their World Cup bonus payments to \\u00a314,000.\", \"The performance was the second best by an England team following the 1966 win by the men's side and eclipsed the 1990 men's team, who finished fourth in Italy.\", \"During an open start to the game, Houghton had the best opening of the first half but mistimed her shot from seven yards.\", \"In her last World Cup game in charge, German coach Silvia Neid became frustrated with England's aggressive approach, but it ensured the match remained goalless at the break.\"]}", 
    "{\"title\": \"Murray through after injury scare\", \"pstUrl\": \"http://www.bbc.co.uk/sport/0/tennis/33396340\", \"summary\": [\"Britain's Andy Murray overcame a shoulder problem to beat Italy's Andreas Seppi in four sets and secure a place in the second week of Wimbledon.\", \"The world number three dominated the closing stages, clambering all over the Seppi serve as he broke three times to secure victory in two hours and eight minutes.\", \"Asked about the shoulder issue, Murray said: \\\"It's something I had the last two, three days.\", \"Murray, seeded third, won 6-2 6-2 1-6 6-1 to set up a fourth-round match with Croatian 23rd seed Ivo Karlovic.\", \"Seppi said he had called the trainer because his ankle hurt and joked that the physio had brought both men good fortune.\"]}", 
    "{\"title\": \"Sunday's gossip column\", \"pstUrl\": \"http://www.bbc.co.uk/sport/0/33399087\", \"summary\": [\"Manchester United have made direct contact with Tottenham over signing striker Harry Kane, 21, for \\u00a340m as a long-term replacement for Wayne Rooney.\", \"Manchester United's 31-year-old striker Robin van Persie has agreed a deal in principle over a transfer to Turkish club Fenerbahce.\", \"United have told Real they will not sell goalkeeper David De Gea, 24, unless they are allowed to sign Ramos.\", \"\\\"Good luck @Podolski10 at your new club!\\\" the 24-year-old midfielder wrote \\\"Will be missed around the place, take it easy.\\\"\", \"City will also bid for Wolfsburg's 24-year-old attacking midfielder Kevin De Bruyne, and return with an improved offer for Liverpool's 20-year-old forward Raheem Sterling.\"]}", 
    "{\"title\": \"Sam Smith denies Bond involvement\", \"pstUrl\": \"http://www.bbc.co.uk/news/entertainment-arts-33382417#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Singer Sam Smith has denied rumours he is singing the theme tune to the new James Bond film Spectre.\", \"But Gladys Knight - who sang the theme to 1989's Licence to Kill - has thrown her support behind Smith, saying he would be her choice to record Spectre's theme song.\", \"If Smith were to sing the song, he could break the film franchise's run of bad luck in the UK singles chart - where no Bond theme has ever reached number one.\", \"The Brit and Grammy-award winning star has long been tipped to take on the task following Adele's hit song for 2012 film Skyfall.\", \"Adele's Skyfall and Duran Duran's 1985 song A View to a Kill are the most successful songs from the series, both reaching number two.\"]}", 
    "{\"title\": \"Spall lined up for Ian Paisley film\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-northern-ireland-33373126#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"English actor Timothy Spall is in \\\"advanced talks\\\" to star as the late Northern Ireland first minister, Ian Paisley, in a new film.\", \"The plot of the film centres on a journey Mr Paisley and Mr McGuinness take together that leads them to forge a friendship.\", \"Film critic Brian Henry Martin said that although the film is about two politicians from Northern Ireland, it would have international appeal.\", \"\\n\\nThey were the team behind the 2011 film Killing Bono, which was also filmed in Northern Ireland.\", \"Filming is expected to start in Northern Ireland in late September.\"]}", 
    "{\"title\": \"'Diddy' Combs avoids assault charges\", \"pstUrl\": \"http://www.bbc.co.uk/news/entertainment-arts-33378157#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Rapper Sean 'P Diddy' Combs will not face assault charges following an incident last month involving a kettlebell weight, officials have said.\", \"At the time of the incident, officials did not identify the victim of the alleged assault or say what led to the incident.\", \"\\n\\nJustin Combs, 21, has played just a handful of games for the UCLA football team since joining three years ago.\", \"A spokesman said the school had no comment on the district attorney's decision.\", \"Head football coach Jim Mora called the encounter \\\"an unfortunate incident for all parties involved\\\" following Combs's arrest.\"]}", 
    "{\"title\": \"VIDEO: 'Our army has paid a heavy price'\", \"pstUrl\": \"http://www.bbc.co.uk/news/world-africa-33400052#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"The president of Tunisia, Beji Caid Essebsi, has declared a state of emergency following last week's deadly attack at the Sousse tourist resort, which killed 38 people.\", \"On Friday the prime minister of Tunisia admitted that police had been slow in responding to the attack by an Islamist gunman.\", \"\\n\\nThe state of emergency gives security forces more powers and limits the right of public assembly.\"]}", 
    "{\"title\": \"VIDEO: USA fans 'invade' Vancouver for final\", \"pstUrl\": \"http://www.bbc.co.uk/news/world-us-canada-33399729#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Thousands of USA football fans have made the trip to Vancouver, Canada, to see if their team can win the Women's World Cup for the first time since 1999.\", \"\\n\\nJapan will be hoping to retain their cup title as they meet USA in the final for the second successive tournament.\"]}", 
    "{\"title\": \"VIDEO: Pope's visit: Two contrasting views\", \"pstUrl\": \"http://www.bbc.co.uk/news/33381973#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"When Pope Francis arrives in Latin America this weekend, huge crowds are expected - as millions of the faithful in Ecuador, Bolivia and Paraguay turn out to see the man they call the 'Pope of the Poor'.\", \"But the enthusiastic reception masks challenges facing the church.\", \"More people are turning to evangelical alternatives - or away from religion entirely.\", \"\\n\\nThe BBC's Ignacio de los Reyes spoke to Irene and Maria, two women with opposing views on the Pope's visit to Quito.\"]}", 
    "{\"title\": \"VIDEO: Social start-up gives a helping hand\", \"pstUrl\": \"http://www.bbc.co.uk/news/technology-33325407#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"For some in San Francisco the tech boom has brought wealth, but the city also has one of the highest rates of homelessness in the United States.\", \"Some in the tech community are trying to help including Hand Up, a company which is linking donors directly to members who need support.\", \"\\n\\nMore at BBC.com/Click and @BBCClick.\"]}", 
    "{\"title\": \"VIDEO: Sea horses: Household Cavalry at beach\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-33393655#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Every year the soldiers and horses of the Household Cavalry Mounted Regiment leave London for summer training in Norfolk.\", \"\\n\\nMany of the younger horses have never seen the sea so it can be a challenge.\"]}", 
    "{\"title\": \"VIDEO: Hot dog eating championship upset\", \"pstUrl\": \"http://www.bbc.co.uk/news/world-us-canada-33399724#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Joey \\\"Jaws\\\" Chestnut has lost his hot dog eating crown to Matt Stonie at the Fourth of July contest at Nathan's Famous in Coney Island.\", \"Thousands watched on as Mr Stonie managed to eat 62 hot dogs and buns in 10 minutes, beating Mr Chestnut's 60.\", \"\\n\\nIn the women's contest Miki Sudo secured first place by eating 38 hot dogs, also in 10 minutes.\"]}", 
    "{\"title\": \"VIDEO: Kiev marchers 'demand revolution'\", \"pstUrl\": \"http://www.bbc.co.uk/news/world-europe-33393638#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"About 1,000 Ukrainian pro-government fighters and far-right supporters have marched through the centre of the capital, Kiev.\", \"Many burned tyres and wore balaclavas; some carried white supremacist flags.\", \"\\n\\nThey called on the government to end the Minsk ceasefire accord and declare war on pro-Russian rebels in the east.\"]}", 
    "{\"title\": \"VIDEO: Brazil's 'simple' Olympic torch\", \"pstUrl\": \"http://www.bbc.co.uk/news/world-latin-america-33393640#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Brazilian President Dilma Rousseff has unveiled the torch to be used at the 2016 Olympics in Rio de Janeiro.\", \"\\n\\nSome 12,000 people will be chosen to carry the Olympic torch through hundreds of Brazilian cities next year.\"]}", 
    "{\"title\": \"The Greek tragedy giving hope to Syria's women\", \"pstUrl\": \"http://www.bbc.co.uk/news/magazine-33362642#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"\\\"My husband is an angry man,\\\" says one young woman who married aged 14, \\\"and me doing this play makes him even angrier.\", \"Built in 1948 to house Palestinian refugees, the population has doubled in size over the past three years.\", \"She smiles defiantly, emboldened by the feisty Antigone, a young woman brave enough to defy her king.\", \"Wallah, a beautiful young woman who grew up in a Palestinian camp in Damascus, says she'd like to be a professional actress.\", \"Women in one of these centres have joined a drama project and are finding that an ancient Greek tragedy is proving cathartic.\"]}", 
    "{\"title\": \"VIDEO: Do men or women rule US football?\", \"pstUrl\": \"http://www.bbc.co.uk/news/magazine-33389162#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"But in this year's World Cup, the women's team has had a great run.\", \"When it comes to the beautiful game in America, who has the upper hand - men or women?\", \"If they win, it will be their third World Cup victory.\", \"Soccer isn't a sport traditionally associated with American excellence - for a start the rest of the world calls it football.\", \"The US men's team can't make that claim - but their stars make much more money than the women.\"]}", 
    "{\"title\": \"The girl who escaped from Boko Haram\", \"pstUrl\": \"http://www.bbc.co.uk/news/magazine-33382516#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"A former Nigerian soldier tells Will Ross that, low on ammunition, soldiers are often outgunned and overpowered by better equipped Boko Haram militants.\", \"Miriam was kidnapped by Boko Haram, forced to marry a fighter and then raped repeatedly.\", \"She was held in captivity by Boko Haram for six months last year.\", \"A boy would always be known as the son of Boko Haram.\\\"\", \"\\\"The men in my family are dead,\\\" she told me - killed by Boko Haram.\"]}", 
    "{\"title\": \"Pope Francis returns to South America\", \"pstUrl\": \"http://www.bbc.co.uk/news/world-latin-america-33396091#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Despite the many challenges the Church faces, Pope Francis has brought a new energy and optimism to Catholics in Latin America.\", \"They've even brought in special furniture to welcome Pope Francis this Sunday.\", \"Recent polls by the Pew Research Center suggest that two years after his election to the papacy, Pope Francis is extremely popular in Latin America, with three-quarters having a positive opinion of him.\", \"Latin America represents nearly 40% of the world's total Catholic population, with 425 million people.\", \"Those who were once fierce critics of the power and influence of the Church now seem eager to share a picture with Pope Francis.\"]}", 
    "{\"title\": \"Zeal for Kashmir insurgency wanes\", \"pstUrl\": \"http://www.bbc.co.uk/news/world-asia-33359800#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"There are thousands of them on both sides of the LoC, and at least 150 are registered in Pakistani Kashmir.\", \"Halima Bibi, a former resident of the Uri area in Indian Kashmir, is one of them.\", \"In 2012, it halved administrative expenses to jihadist organisations for running their offices in Pakistani Kashmir, forcing all but a few to close shop.\", \"Pakistani army chief Raheel Sharif's recent statement that \\\"Pakistan and Kashmir are inseparable\\\" has added to tensions between India and Pakistan.\", \"Pakistan stopped paying for militant field operations in Indian Kashmir in 2006.\"]}", 
    "{\"title\": \"Canvassing support: Helping children with clubfoot\", \"pstUrl\": \"http://www.bbc.co.uk/news/health-33373286#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Pradeep Das, now four-years-old, was born with clubfoot and currently has to wear a brace for around 16 hours a night.\", \"\\\"We want all children to get treatment as soon as they're born and we want to see neglected clubfoot completely eradicated from the world.\\\"\", \"The Miraclefeet brace is made of canvas, rather than leather, so is lighter to wear in hot climates.\", \"Now a charity has developed a low-cost canvas brace for children to wear as part of their treatment - which is being tested for use in India, where around a quarter of the 200,000 children with clubfoot live.\", \"But he hopes that with the help of Dr Mehta - and the Miraclefeet brace - his son Pradeep can have a better chance of succeeding in life.\"]}"
]