[
    "{\"title\": \"Mass rallies over Greek bailout vote\", \"pstUrl\": \"http://www.bbc.co.uk/news/world-europe-33391913#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"He denied a \\\\\\\"Yes\\\\\\\" vote would mean leaving Europe, saying: \\\\\\\"We are not going to allow them to destroy Europe.\\\\\\\"\\\", \\\"Prime Minister Alexis Tsipras was greeted with huge cheers when he told supporters to vote \\\\\\\"No\\\\\\\" to the terms of an international bailout.\\\", \\\"Opinion polls suggest the country is evenly split over the vote - the latest Ipsos survey putting \\\\\\\"Yes\\\\\\\" supporters at 44% and \\\\\\\"No\\\\\\\" at 43%.\\\", \\\"Athens Mayor George Kaminis told supporters at the rally that people did not even understand the question on the ballot paper.\\\", \\\"But those attending another huge rally nearby warned a \\\\\\\"No\\\\\\\" vote would see Greece ejected from the eurozone.\\\"]\"}", 
    "{\"title\": \"Iran nuclear deal 'never closer'\", \"pstUrl\": \"http://www.bbc.co.uk/news/world-middle-east-33392987#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"Iran's foreign minister has used a YouTube posting to say a comprehensive agreement over its nuclear programme has never been closer.\\\", \\\"The deadline for reaching a comprehensive agreement on Tehran's nuclear programme has already been extended from the 30 June.\\\", \\\"On Monday, the US warned that a framework deal agreed in Switzerland in April had to remain the basis for a comprehensive agreement.\\\", \\\"Iran, which wants international sanctions that have crippled its economy lifted in exchange, has always insisted that its nuclear work is peaceful.\\\", \\\"Mr Zarif called for an end to \\\\\\\"coercion and pressure\\\\\\\" at the nuclear talks, in the video message on Friday.\\\"]\"}", 
    "{\"title\": \"Tonga King Tupou VI formally crowned\", \"pstUrl\": \"http://www.bbc.co.uk/news/world-asia-33393492#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"The king of the Pacific island nation of Tonga, Tupou VI, has been formally crowned, more than three years after ascending to the throne.\\\", \\\"As well as Crown Prince Naruhito, the European royals Prince Georg von Habsburg of Hungary and Princess Marie-Therese von Hohenberg of Austria attended.\\\", \\\"A retired Australian minister performed the crowning as it is taboo for Tongans to touch their king's head.\\\", \\\"Foreign royals, including the Crown Prince of Japan, attended the coronation ceremony in the capital, Nuku'alofa.\\\", \\\"The ceremony, performed by 78-year-old retired Methodist minister D'Arcy Wood, drew thousands of Tongans and tourists.\\\"]\"}", 
    "{\"title\": \"IS claims rocket attack on Israel\", \"pstUrl\": \"http://www.bbc.co.uk/news/world-middle-east-33391871#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"Sinai Province claimed the rocket attack on social media on Friday.\\\", \\\"The affiliate, which calls itself Sinai Province, said it had acted in retaliation for what it says is Israeli support for the Egyptian army.\\\", \\\"Israel accuses Hamas, who run Gaza, of providing support for Sinai Province - a claim the Palestinian group denies.\\\", \\\"An Egyptian military spokesman, Brig-Gen Mohammed Samir, later told state TV that the situation was \\\\\\\"100% under control\\\\\\\".\\\", \\\"At least 17 Egyptian soldiers and 100 IS militants have died in fighting in northern Sinai since Wednesday.\\\"]\"}", 
    "{\"title\": \"Ukraine far-right in war march\", \"pstUrl\": \"http://www.bbc.co.uk/news/world-europe-33392991#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"They called on the government to end the Minsk ceasefire accord and declare war on pro-Russian rebels in the east.\\\", \\\"\\\\n\\\\nThe separatists denied this and accused Ukrainian troops stationed nearby of repeatedly shelling the city - a claim in turn denied by the Ukrainian military.\\\", \\\"The demonstrators say the Russian government is bringing troops and equipment into Ukraine, a claim that Russia has always denied.\\\", \\\"More than 6,400 people have been killed in fighting in eastern Ukraine that began in April 2014 when rebels seized large parts of the two eastern regions.\\\", \\\"The BBC's David Stern in Kiev says Friday's rally was a show of strength in the heart of Ukrainian officialdom.\\\"]\"}", 
    "{\"title\": \"Mosque blast 'kills Syria militants'\", \"pstUrl\": \"http://www.bbc.co.uk/news/world-middle-east-33392983#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"Rebels had earlier claimed a number of cities in the province, including Idlib and Jisr al-Shughour.\\\", \\\"At least 25 members of Syria's al-Qaeda affiliate, al-Nusra Front, including a leader, have been killed in a blast at a mosque in north-western Idlib province, activists say.\\\", \\\"The fall of the Ariha left most of Idlib province, bordering Turkey, in rebel hands.\\\", \\\"An unnamed senior non-Syrian member of al-Nusra was reportedly killed in the explosion at Salem mosque, according to the Observatory.\\\", \\\"Al-Nusra is among 13 Islamist groups that came together on Thursday to launch a massive assault on the northern city of Aleppo.\\\"]\"}", 
    "{\"title\": \"Brazil unveils Rio Olympics torch\", \"pstUrl\": \"http://www.bbc.co.uk/news/world-latin-america-33393458#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"Brazilian President Dilma Rousseff has unveiled the torch to be used at the 2016 Olympics in Rio de Janeiro.\\\", \\\"She said 12,000 people would be chosen to carry the Olympic torch through some 300 Brazilian cities next year.\\\", \\\"The torch relay will begin in the Brazilian capital in May and will end at Rio's Maracana stadium in August, at the Olympic's opening ceremony.\\\", \\\"Members of the International Olympic Committee have expressed concern over delays in the works for the Games.\\\", \\\"The Olympics organising committee and sponsors will choose the torchbearers in the next few months.\\\"]\"}", 
    "{\"title\": \"Colombia has first legal euthanasia\", \"pstUrl\": \"http://www.bbc.co.uk/news/world-latin-america-33392195#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"Colombia's Catholic Church has said euthanasia is morally unacceptable and it has threatened to close its hospitals across the country.\\\", \\\"Ovidio Gonzalez was suffering from terminal throat cancer and said he had been suffering unbearable pain.\\\", \\\"A 79-year old Colombian man has become the first person in the country to die legally by euthanasia.\\\", \\\"Colombia is one of the few countries in the world, and the only one in Latin America, where euthanasia is allowed.\\\", \\\"His son Julio Cesar is a cartoonist with one of Colombia's top newspapers, El Tiempo.\\\"]\"}", 
    "{\"title\": \"Iceland makes blasphemy legal\", \"pstUrl\": \"http://www.bbc.co.uk/news/world-europe-33378778#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"Iceland's parliament has abolished its blasphemy laws, despite opposition from some of the country's churches.\\\", \\\"The Catholic Church of Iceland, the Pentecostal Church and the Church of Iceland's eastern province opposed the changes.\\\", \\\"A bill was put forward by the minority Pirate Party, which campaigns for internet and data freedom.\\\", \\\"After the ruling, the party wrote on its blog (in Icelandic): \\\\\\\"Iceland's parliament has now established the important message that freedom will not give in to bloody attacks.\\\\\\\"\\\", \\\"The Iceland Monitor website said that the Church of Iceland supported the change, and quoted them as saying that \\\\\\\"any legislative powers limiting freedom of expression in this way is at variance with modern-day attitudes towards human rights\\\\\\\".\\\"]\"}", 
    "{\"title\": \"Police response 'slow' - Tunisia PM\", \"pstUrl\": \"http://www.bbc.co.uk/news/world-africa-33387382#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"As well as the 30 Britons, other victims of the Sousse attack included three Irish citizens, two Germans, one Belgian, one Portuguese and one Russian national.\\\", \\\"Islamic State (IS) had earlier said it was behind the Sousse attack.\\\", \\\"Mr Essid said Tunisia sent its condolences to the British government and to the Queen over the deaths of the British tourists.\\\", \\\"The group that planned this attack was also behind the deadly shootings in the Bardo Museum in Tunis in March, Mr Essid added.\\\", \\\"\\\\\\\"The time of the reaction - this is the problem,\\\\\\\" Mr Essid told the BBC's Richard Galpin.\\\"]\"}", 
    "{\"title\": \"Solar Impulse plane lands in Hawaii\", \"pstUrl\": \"http://www.bbc.co.uk/news/science-environment-33383521#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"The Solar Impulse plane is not really intended to be a vision of the future of aviation.\\\", \\\"From Phoenix, Solar Impulse will head for New York and an Atlantic crossing that would eventually see the plane return to Abu Dhabi.\\\", \\\"Getting Solar Impulse to Hawaii proved more problematic than anyone could have imagined.\\\", \\\"Solar Impulse, the aeroplane that is powered only by the sun, has landed in Hawaii after making a historic 7,200km flight across the Pacific from Japan.\\\", \\\"But, first, the Solar Impulse ground crew in Kalaeloa will need a few days to check over the aircraft.\\\"]\"}", 
    "{\"title\": \"France rejects Assange 'asylum plea'\", \"pstUrl\": \"http://www.bbc.co.uk/news/world-europe-33382043#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"A statement from Mr Hollande's office said it had reviewed the request and decided not to grant Mr Assange asylum.\\\", \\\"\\\\n\\\\nEcuador offered Mr Assange asylum in August 2012, shortly after he sought refuge at the country's embassy in London.\\\", \\\"On Friday, France's Le Monde newspaper published an open letter Mr Assange had written to President Francois Hollande asking for asylum.\\\", \\\"Following the letter's publication, Wikileaks tweeted that Mr Assange \\\\\\\"did not submit an asylum application to France.\\\", \\\"In the letter, Mr Assange wrote: \\\\\\\"By welcoming me, France would carry out a humanitarian and symbolic gesture, sending encouragement to every journalist and whistleblower.\\\\\\\"\\\"]\"}", 
    "{\"title\": \"Ronaldo's 'adopted son' joins Sporting Lisbon\", \"pstUrl\": \"http://www.bbc.co.uk/newsbeat/33379854#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"A teenager who survived the 2004 tsunami and calls himself Ronaldo's 'adopted son' has signed for Sporting Lisbon academy.\\\", \\\"Ronaldo, who began his career with Sporting, reportedly paid for Martunis' education and the Portugal team gave money to help rebuild his family's home.\\\", \\\"In 2005, Martunis was flown over to meet the Portugal team before a match against Slovakia.\\\", \\\"A picture of him (above) wearing the Portugal shirt led to Cristiano Ronaldo flying out to meet him.\\\", \\\"The 17-year-old also appears to have taken the forward's surname and on his twitter profile says he is the adopted child of Ronaldo.\\\"]\"}", 
    "{\"title\": \"Shell to start Arctic oil drilling\", \"pstUrl\": \"http://www.bbc.co.uk/news/business-33379982#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"Oil and gas giant Shell is expected to begin drilling for oil in the Arctic within the next two weeks.\\\", \\\"However, Shell believes that longer term, Arctic oil will be competitive.\\\", \\\"Given the recent slump in the price of oil, which has fallen by almost half in the last year to $65 a barrel, many believe Arctic oil exploration is no longer economically viable.\\\", \\\"But if the initial wells do not find oil, Shell will contemplate walking away from the region entirely.\\\", \\\"Some experts say the break-even point for Arctic oil is closer to $100.\\\"]\"}", 
    "{\"title\": \"'Diddy' Combs avoids assault charges\", \"pstUrl\": \"http://www.bbc.co.uk/news/entertainment-arts-33378157#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"Rapper Sean 'P Diddy' Combs will not face assault charges following an incident last month involving a kettlebell weight, officials have said.\\\", \\\"At the time of the incident, officials did not identify the victim of the alleged assault or say what led to the incident.\\\", \\\"\\\\n\\\\nJustin Combs, 21, has played just a handful of games for the UCLA football team since joining three years ago.\\\", \\\"A spokesman said the school had no comment on the district attorney's decision.\\\", \\\"Head football coach Jim Mora called the encounter \\\\\\\"an unfortunate incident for all parties involved\\\\\\\" following Combs's arrest.\\\"]\"}", 
    "{\"title\": \"Venezuelans face beer drought\", \"pstUrl\": \"http://www.bbc.co.uk/news/world-latin-america-33376485#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"Venezuela is facing the prospect of a national beer shortage because of striking workers at two breweries.\\\", \\\"Venezuela has strict controls on the cost of food and hygiene products to guarantee that the poor can afford basic goods.\\\", \\\"Unions linked to President Nicolas Maduro have forced the closure over a pay dispute with the brewer Polar.\\\", \\\" However, some analysts say that these controls contribute to food and material shortages.\\\", \\\"The striking unions say that pay is at the heart of the dispute.\\\"]\"}", 
    "{\"title\": \"Colombia coca farmers boost output\", \"pstUrl\": \"http://www.bbc.co.uk/news/world-latin-america-33374917#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"President Juan Manuel Santos said Colombia would need to find other mechanisms to combat coca production.\\\", \\\"The area used for the coca cultivation in Colombia increased by 44% last year, a United Nations report says.\\\", \\\"The three countries are the world's largest producers of coca leaves and cocaine.\\\", \\\"Most of the rise in the cultivation of coca leaves - the raw ingredient for cocaine - comes from southern areas controlled by left-wing Farc rebels.\\\", \\\"In May, Colombia announced it was stopping using a controversial herbicide to destroy illegal plantations of coca.\\\"]\"}", 
    "{\"title\": \"Last UK bodies returning from Tunisia\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-33393486#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"The final five bodies of British victims killed in the Tunisia beach attack will be flown back to the UK later.\\\", \\\"Tunisian Prime Minister Habib Essid also said the slow response of police to the attack was a major problem.\\\", \\\"Tunisian PM Mr Essid also took part in the commemorations there and said he was deeply sorry for the attack.\\\", \\\"On Friday, a minute's silence was held across the UK to remember the victims.\\\", \\\"Tourists and Tunisians gathered at the scene of the attack in Sousse, where they linked arms to observe the pause.\\\"]\"}", 
    "{\"title\": \"Boko Haram raids 'heinous' - Buhari\", \"pstUrl\": \"http://www.bbc.co.uk/news/world-africa-33389408#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"These are the worst Boko Haram attacks for many weeks, BBC Nigeria correspondent Will Ross reports.\\\", \\\"Nigeria's president has described as a \\\\\\\"heinous atrocity\\\\\\\" the latest wave of attacks by Boko Haram militants that left more than 150 people dead.\\\", \\\"Mr Buhari - who was sworn in in May - sees fighting Boko Haram as a priority.\\\", \\\"Boko Haram has carried out frequent bombings since it was weakened by a regional military offensive to recapture most of the territory it had controlled.\\\", \\\"Boko Haram may no longer hold territory but there is little to celebrate when large swathes of the north-east are clearly not under any kind of government control.\\\"]\"}", 
    "{\"title\": \"China to probe market manipulation\", \"pstUrl\": \"http://www.bbc.co.uk/news/world-asia-china-33376352#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"China's securities regulator will investigate suspected manipulation of the stock market, state news agency Xinhua reports.\\\", \\\"The China Securities Regulatory Commission (CSRC) said it would base its investigation on reports of abnormal market movements from the stock market and futures exchanges.\\\", \\\"\\\\\\\"Foreign capital has only a small part of the Chinese stock market,\\\\\\\" it said.\\\", \\\"\\\\\\\"Large-scale short selling by foreign investors in the Chinese stock market has not appeared and is an unlikely scenario.\\\\\\\"\\\", \\\"The Shanghai exchange, one of the best performing in the world, more than doubled its value in the last 12 months.\\\"]\"}", 
    "{\"title\": \"Mystery surrounds India health survey\", \"pstUrl\": \"http://www.bbc.co.uk/news/world-asia-33369710#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"Good health data is rare in India.\\\", \\\"It shows that despite impressive economic growth, the state continues to have some of the worst health outcomes in India.\\\", \\\"Sujata Saunik, the head of the state's health department, says it used the data from that earlier survey to design a programme to improve child health.\\\", \\\"A decade ago a survey found the neighbouring state of Maharashtra had malnutrition figures almost as woeful as Gujarat does now.\\\", \\\"India's so-called Rapid Survey of Children was a huge undertaking.\\\"]\"}", 
    "{\"title\": \"Controversy hits Astana before Tour\", \"pstUrl\": \"http://www.bbc.co.uk/sport/0/cycling/33393303\", \"summary\": \"[\\\"Rider Lars Boom, 29, has failed a health test for low cortisol levels, which can indicate abuse of cortisone.\\\", \\\"Defending champion Vincenzo Nibali's team Astana is involved in another drug-related controversy on the eve of the Tour de France.\\\", \\\"Astana's other option is to ignore the test, withdraw from MPCC and let Dutch rider Boom start the race.\\\", \\\"Boom's cortisol test should not trigger that sanction but it will ratchet up the suspicions around Astana.\\\", \\\"But Astana is a member of the voluntary group, Movement for Credible Cycling (MPCC), and under its rules Boom should be stood down for eight days.\\\"]\"}", 
    "{\"title\": \"Dutch police detain 200 after riot\", \"pstUrl\": \"http://www.bbc.co.uk/news/world-europe-33378702#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"Police in the Netherlands have detained about 200 people in The Hague after rioting in a mainly immigrant area of the city.\\\", \\\"Police say most of those detained were teenagers, who were given a fine before being released.\\\", \\\"It was the fourth night of unrest in Schilderswijk, triggered by the death of a Caribbean man in police custody.\\\", \\\"\\\\n\\\\nHe had been arrested at a music festival and amateur video footage showed several police officers restraining him before his limp body was put into a police van.\\\", \\\"Mitch Henriquez, 42, from the island of Aruba, died in police custody last Sunday.\\\"]\"}", 
    "{\"title\": \"Mass rebel assault on Syria's Aleppo\", \"pstUrl\": \"http://www.bbc.co.uk/news/world-middle-east-33373410#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"The offensive unleashed on government-held western Aleppo by Ansar al-Sharia seems to be the most serious since the battle for Aleppo began.\\\", \\\"The Syrian military has carried out a series of air strikes after rebel forces launched a major assault to take control of the northern city of Aleppo.\\\", \\\"But the Syrian state news agency Sana said the assault had been repelled and more than 100 \\\\\\\"terrorists\\\\\\\" killed.\\\", \\\"On Thursday, 13 Islamist fighting groups and al-Nusra Front, al-Qaeda's affiliate in Syria, came together to launch a co-ordinated assault on several fronts.\\\", \\\"The military responded with a heavy aerial and artillery bombardment of rebel positions in the city, and the fighting continued for several hours.\\\"]\"}", 
    "{\"title\": \"Hamas members arrested in West Bank\", \"pstUrl\": \"http://www.bbc.co.uk/news/world-middle-east-33384295#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"The Palestinian Authority's security forces have arrested more than 100 members of the militant Hamas movement in the occupied West Bank.\\\", \\\"Husam Badran accused Palestinian security forces of working for Israel and said Hamas held Mr Abbas personally responsible.\\\", \\\"The BBC's Yolande Knell in Jerusalem says the issue of security co-ordination between Israel and PA security forces remains highly sensitive.\\\", \\\"Following the raids, arrest warrants were issued for leading Fatah members in Gaza.\\\", \\\"A Hamas spokesman said the arrests were an effort to stop a spate of deadly attacks on Israelis in the West Bank.\\\"]\"}", 
    "{\"title\": \"Tories to change inheritance tax rule\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-33393480#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"Chancellor George Osborne's Budget is to confirm the end of inheritance tax on family homes worth up to \\\\u00a31m.\\\", \\\"On properties worth more than \\\\u00a32m, the allowance will be tapered away until it is worth nothing to those with homes worth in excess of \\\\u00a32.35m.\\\", \\\"Last year, the estates of 35,000 were subject to inheritance tax; around 5% of the total.\\\", \\\"He said at the time: \\\\\\\"The Tories made a promise on inheritance tax before the last election and they broke it.\\\", \\\"In a joint article, Mr Cameron and Mr Osborne write: \\\\\\\"As we promised in our manifesto, we'll take the family home out of inheritance tax for all but the richest.\\\\\\\"\\\"]\"}", 
    "{\"title\": \"Exam focus 'harms' pupils' health\", \"pstUrl\": \"http://www.bbc.co.uk/news/education-33380155#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"Too much focus on exams is damaging pupils' mental health and self-esteem in England's schools, a report says.\\\", \\\"The National Union of Teachers' report says pupils are developing stress-related conditions linked to testing.\\\", \\\"According to the report, the tests affect both able and less able pupils similarly.\\\", \\\"The report also argued the focus on testing was harming pupil-teacher relationships, with teachers less able to view pupils in the round.\\\", \\\"Most teachers surveyed for the report agreed pupils became \\\\\\\"very stressed/anxious in the time leading up to Sats/public examinations\\\\\\\".\\\"]\"}", 
    "{\"title\": \"Eurozone economic growth speeds up\", \"pstUrl\": \"http://www.bbc.co.uk/news/business-33377130#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"The final Markit composite eurozone Purchasing Manages' Index (PMI), which combines manufacturing and services activity, rose to 54.2, its highest reading since May 2011.\\\", \\\"Eurozone business activity rose at its fastest pace in four years in June, boosted by higher spending by consumers and businesses, a survey has indicated.\\\", \\\"Price discounting helped drive up the PMI covering the service industry, which makes up the bulk of the eurozone economy.\\\", \\\"Speculation that Athens would miss a \\\\u20ac1.6bn repayment to the International Monetary Fund (IMF) on Tuesday held back manufacturing activity in the month, Markit said.\\\", \\\"Markit said the data pointed to second-quarter economic growth of 0.4%.\\\"]\"}", 
    "{\"title\": \"Uber suspends UberPOP in France\", \"pstUrl\": \"http://www.bbc.co.uk/news/business-33382006#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"\\\\n\\\\n\\\\\\\"We have decided to suspend UberPOP in France from 20.00 [19.00 BST] this Friday evening, primarily to assure the safety of Uber drivers,\\\\\\\" Thibaud Simphal, head of Uber France, told Le Monde.\\\", \\\"Uber has suspended its UberPOP taxi-ordering app in France, according to newspaper Le Monde.\\\", \\\"The suspension comes in a week that two managers of the taxi-ordering app Uber were arrested for \\\\\\\"illicit activity\\\\\\\".\\\", \\\"In June France's interior minister ordered a ban on UberPOP after a day of nationwide protests by taxi drivers.\\\", \\\"Uber is unpopular with registered drivers in many cities because they tend to undercut prices, and there have been violent protests.\\\"]\"}", 
    "{\"title\": \"Airbus plans new China plant\", \"pstUrl\": \"http://www.bbc.co.uk/news/business-33375915#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"Airbus has signed a deal for its second factory in China as it expands further its growing relationship with the world's second-largest economy.\\\", \\\"Earlier this week, China signed a deal for 45 new Airbus planes worth more than $11bn.\\\", \\\"The new cabin-completion factory for A330 jetliners is worth a reported \\\\u20ac150m ($166.3m; \\\\u00a3106.5m) and is aimed at attracting new orders for Airbus.\\\", \\\"\\\\n\\\\n\\\\\\\"Together, we will develop new facilities and capabilities, and attract new suppliers and businesses in China,\\\\\\\" he added.\\\", \\\"\\\\\\\"The signature of this [latest] framework agreement on the A330 completion and delivery centre will open a new chapter of strategic cooperation on wide-body aircraft with China,\\\\\\\" said Airbus' president Fabrice Br\\\\u00e9gier.\\\"]\"}", 
    "{\"title\": \"Watson loses to Williams in thriller\", \"pstUrl\": \"http://www.bbc.co.uk/sport/0/tennis/33390494\", \"summary\": \"[\\\"British number one Heather Watson gave top seed Serena Williams a huge scare before losing a thrilling third-round match at Wimbledon.\\\", \\\"Few people gave Watson a chance against the world number one, who overpowered her to take a one-sided first set in just 25 minutes.\\\", \\\"Watson served for the match at 5-4 in the decider but five-time Wimbledon champion Williams recovered to win 6-2 4-6 7-5 in two hours and 15 minutes.\\\", \\\"At the same time, errors began to litter Williams' game and she became visibly frustrated by her frequent mistakes.\\\", \\\"Another break gave her the chance to serve for the match at 5-4, and when she got to deuce she was within two points of victory.\\\"]\"}", 
    "{\"title\": \"Djokovic & Wawrinka into last 16\", \"pstUrl\": \"http://www.bbc.co.uk/sport/0/tennis/33386831\", \"summary\": \"[\\\"The top seed beat Australian Bernard Tomic 6-3 6-3 6-3 to set up a meeting with South African Kevin Anderson.\\\", \\\"Wawrinka, the Swiss fourth seed, beat Spain's Fernando Verdasco 6-4 6-3 6-4 and faces Belgian 16th seed David Goffin next.\\\", \\\"I was hoping I could play better and better as the tournament progresses and that is what is happening.\\\", \\\"Defending champion Novak Djokovic powered into the fourth round at Wimbledon and is yet to drop a set in this year's championship.\\\", \\\"Djokovic has reached the second week of Wimbledon for the seventh year running by winning all nine sets he has contested.\\\"]\"}", 
    "{\"title\": \"Slow Hamilton 'has work to do'\", \"pstUrl\": \"http://www.bbc.co.uk/sport/0/formula1/33386493\", \"summary\": \"[\\\"Lewis Hamilton 'in trouble' and must find more pace for British GP\\\\n\\\\nMercedes driver Lewis Hamilton says he is \\\\\\\"in trouble\\\\\\\" at this weekend's British Grand Prix if he does not find a way to improve his car.\\\", \\\"\\\\\\\"I don't know what he did on his lap, so it's not representative,\\\\\\\" the German said.\\\", \\\"Hamilton was fourth fastest in Friday's second practice, nearly half a second behind team-mate Nico Rosberg, who set the pace ahead of both Ferraris.\\\", \\\"Asked how much more he had to come, Hamilton said: \\\\\\\"Hopefully a lot because if there is not then we are in trouble.\\\", \\\"\\\\\\\"The long-run pace was not so great,\\\\\\\" Hamilton said.\\\"]\"}", 
    "{\"title\": \"Sam Smith denies Bond involvement\", \"pstUrl\": \"http://www.bbc.co.uk/news/entertainment-arts-33382417#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"Singer Sam Smith has denied rumours he is singing the theme tune to the new James Bond film Spectre.\\\", \\\"But Gladys Knight - who sang the theme to 1989's Licence to Kill - has thrown her support behind Smith, saying he would be her choice to record Spectre's theme song.\\\", \\\"If Smith were to sing the song, he could break the film franchise's run of bad luck in the UK singles chart - where no Bond theme has ever reached number one.\\\", \\\"The Brit and Grammy-award winning star has long been tipped to take on the task following Adele's hit song for 2012 film Skyfall.\\\", \\\"Adele's Skyfall and Duran Duran's 1985 song A View to a Kill are the most successful songs from the series, both reaching number two.\\\"]\"}", 
    "{\"title\": \"Dickinson 'bounces back' from cancer\", \"pstUrl\": \"http://www.bbc.co.uk/news/entertainment-arts-33387148#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"Iron Maiden frontman Bruce Dickinson has said he is healing well since being treated for cancer earlier this year.\\\", \\\"Talking about when he was first diagnosed with cancer, Dickinson said the only symptoms he had noticed was a lump in his neck - cause by the second, smaller tumour.\\\", \\\"So I went 'that's a bit of a blow' - but you crack on and you get on with it.\\\\\\\"\\\", \\\"Dickinson was speaking at the Silver Clef Awards in London, where Iron Maiden were honoured for their outstanding contribution to UK music.\\\", \\\"\\\\\\\"He took a scan of it, had a look, had a poke around, and went 'you have head and neck cancer'.\\\"]\"}", 
    "{\"title\": \"Palmyra statues 'destroyed by IS'\", \"pstUrl\": \"http://www.bbc.co.uk/news/world-middle-east-33369701#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"The Islamic State group has published photographs of militants destroying what it says are artefacts looted from the ancient ruins of Palmyra in Syria.\\\", \\\"The jihadist group said the statues had been seized from a smuggler, who was pictured being whipped as a punishment.\\\", \\\"But a week later, IS militants published photographs of what they said was the destruction of two Islamic shrines near Palmyra, which they described as \\\\\\\"manifestations of polytheism\\\\\\\".\\\", \\\"Syria's antiquities director Maamoun Abdelkarim said on Thursday the IS group had destroyed a 2,000-year-old statue of a lion from the Palmyra ruins.\\\", \\\"On Thursday, the group's leadership in Aleppo province posted photos online showing the destruction by militants in the town of Manbij of what it said were statues from Palmyra which had been confiscated from a smuggler.\\\"]\"}", 
    "{\"title\": \"VIDEO: Tunisia hotel 'hero' tells of gun attack\", \"pstUrl\": \"http://www.bbc.co.uk/news/world-africa-33377895#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"In the wake of the terror attack on a Tunisian beach last Friday which killed 38 people including 30 Britons, tourists reported how hotel staff formed a \\\\\\\"protection line\\\\\\\" around them and were \\\\\\\"prepared to take bullets\\\\\\\" for their safety.\\\", \\\"Khaled - not his real name - is a Tunisian hotel worker who chased the 23-year-old gunman Seifeddine Rezgui away from the beach and tended to holiday-makers' injuries.\\\", \\\"\\\\n\\\\nHe has spoken exclusively to the BBC's Ben Brown for the Victoria Derbyshire programme in Sousse about his experience and the effects of the attack on Tunisians.\\\"]\"}", 
    "{\"title\": \"VIDEO: Greece crisis: 'Every day it's getting worse'\", \"pstUrl\": \"http://www.bbc.co.uk/news/world-europe-33387465#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"On Sunday, Greeks will vote to decide whether to accept the terms of further international loans.\\\", \\\"The feeling on Greece's many islands is that the current situation can't go on.\\\", \\\"The island of Aegina is 55 kilometres from Athens.\\\", \\\"It is a holiday destination for both the Greek prime minister and the finance minister.\\\", \\\"\\\\n\\\\nThere, a bar owner told the BBC about his concerns for the future of his business.\\\"]\"}", 
    "{\"title\": \"VIDEO: Cargo ship blasts off for space station\", \"pstUrl\": \"http://www.bbc.co.uk/news/science-environment-33376378#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"A Russian Soyuz space rocket, bound for the International Space Station, has launched successfully from Baikonur Cosmodrome in Kazakhstann.\\\", \\\"\\\\n\\\\nThe Progress capsule is on a mission to deliver a cargo ship loaded with food, water and equipment to the satellite,\\\\n\\\\nThe liftoff came five days after an unmanned US SpaceX Falcon 9 rocket exploded after launch from Cape Canaveral Air Force Station in Florida.\\\"]\"}", 
    "{\"title\": \"VIDEO: Baby rescued after drifting out to sea\", \"pstUrl\": \"http://www.bbc.co.uk/news/world-europe-33391090#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"The Turkish coastguard have rescued a baby who drifted out to sea off the coast of Ayvacik.\\\", \\\"The 10-month-old girl was in an inflatable crib which was swept about a kilometre away from the shore.\\\", \\\"\\\\n\\\\nHer parents had left Melda Ilgin in the crib, and were not aware of what had happened until other sunbathers at the beach warned them, according to state-run Anadolu news agency.\\\"]\"}", 
    "{\"title\": \"VIDEO: Controlling a 'cyborg' cockroach\", \"pstUrl\": \"http://www.bbc.co.uk/news/technology-33364938#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"A team of engineers and entomologists at Texas A&M University are fitting electronic devices to cockroaches to see whether they could be controlled and used to access areas that are difficult for humans to reach such as a nuclear disaster zone.\\\", \\\"Professor of Entomology S Bradleigh Vinson said they were not hurting the insects and he was not aware of them experiencing any pain from the tests.\\\", \\\"\\\\n\\\\nMore at BBC.com/Click and @BBCClick.\\\"]\"}", 
    "{\"title\": \"VIDEO: Cars designed to be slept in\", \"pstUrl\": \"http://www.bbc.co.uk/news/business-33350276#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"Vehicle design students at the Royal College of Art have been re-imagining the kind of cars that will be possible in an era of driverless transport.\\\", \\\"\\\\n\\\\nAs part of its Future Design series, BBC News spoke to Prof Dale Harrow, head of the Vehicle Design Programme, along with one of his students, Yibo Wu.\\\"]\"}", 
    "{\"title\": \"VIDEO: Pakistan bridge foul play probed\", \"pstUrl\": \"http://www.bbc.co.uk/news/world-asia-33375757#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"Foul play will be investigated after a railway bridge collapsed in Pakistan, killing at least 14 people.\\\", \\\"\\\\n\\\\nThe carriages, which were carrying troops and their families, fell into a canal when the crossing fell apart.\\\"]\"}", 
    "{\"title\": \"VIDEO: India fails to publish UN health report\", \"pstUrl\": \"http://www.bbc.co.uk/news/world-asia-india-33375754#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"The Indian government is not publishing the results of a vast national survey of the health of the country's citizens.\\\", \\\"The last time the nation published comprehensive figures on health was in 2007.\\\", \\\"\\\\n\\\\nThe BBC has seen the report, which highlights the poor health of citizens in Gujarat, the state which was run by Indian Prime Minister Narendra Modi before he took national office.\\\"]\"}", 
    "{\"title\": \"Island voices on Greek debt crisis\", \"pstUrl\": \"http://www.bbc.co.uk/news/world-europe-33381070#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"It's an early start for Yianna each morning at a fishmonger's at a market just off Democracy Avenue.\\\", \\\"Kostas Miras has owned and worked in his cafe on Democracy Avenue for more than sixty years.\\\", \\\"Democracy Avenue runs parallel to the main ferry port on Aegina.\\\", \\\"The financial crisis has changed the island, she says, as people think twice about the expense of making the trip.\\\", \\\"A fall in visitors from abroad, put off by the debt crisis, plus the tight restrictions on cash withdrawals affecting Greek residents, have hit Aegina's businesses hard.\\\"]\"}", 
    "{\"title\": \"The search for Madagascar's sapphires\", \"pstUrl\": \"http://www.bbc.co.uk/news/world-africa-32962318#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"In the search for the precious blue stone, makeshift mining practices have emerged using rope pulleys and plastic bags, as the BBC's Jason Boswell reports.\\\", \\\"For many in Ilakaka, the search for sapphires is the only thing that puts food on the table.\\\", \\\"Since the discovery of sapphires in 1998 in this town in Madagascar the population of Ilakaka has swelled.\\\", \\\"This team of three lost a colleague in March who succumbed to the gas while underground\\\\n\\\\nThe gas means miners can't stay down in the pit for long.\\\", \\\" But for almost 20 years, people have been drawn to the area to find more\\\"]\"}", 
    "{\"title\": \"The special water flown in for Princess Charlotte\", \"pstUrl\": \"http://www.bbc.co.uk/news/magazine-33382957#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"When Princess Charlotte is christened on Sunday the Archbishop of Canterbury, Justin Welby, will baptise her with water from the River Jordan.\\\", \\\"\\\\\\\"We organise the process of bottling holy water from the River Jordan,\\\\\\\" says Dia Madani, head of Jordan's baptism site commission.\\\", \\\"Contrary to how it is traditionally represented in songs, poems and paintings, the River Jordan is unimpressively shallow, muddy and narrow.\\\", \\\"Church leaders say the waters of the holy river have a special significance.\\\", \\\"A few yards away, on the West Bank side, a young Russian woman emerging from the water showed me three decanters she was stowing away in her handbag \\\\\\\"as special gifts\\\\\\\".\\\"]\"}", 
    "{\"title\": \"Week in pictures: 27 June - 3 July 2015\", \"pstUrl\": \"http://www.bbc.co.uk/news/in-pictures-33346141#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"New Jersey Governor Chris Christie (left) officially launched his bid to become the next president of the United States.\\\", \\\"Many Republicans sought out Mr Christie, 52, to run in 2012, but he is now considered a long shot.\\\", \\\" \\\\\\\"I mean what I say and I say what I mean, and that's what America needs right now,\\\\\\\" he said at a rally.\\\"]\"}", 
    "{\"title\": \"How to get Obama to tweet at you\", \"pstUrl\": \"http://www.bbc.co.uk/news/blogs-trending-33374173#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"Michael Gold wants everyone to know he was not trolling people when he tweeted, \\\\\\\"Add peas to your guacamole.\\\", \\\"According to Gold, it all started innocently enough with a push to promote the New York Times' new food app, \\\\\\\"Cooking.\\\\\\\"\\\", \\\"As for Gold, he says he still hasn't tried pea guacamole -- or any kind at all since he sent the tweet.\\\", \\\"Trust us,\\\\\\\" from the official New York Times account along with a link to a recipe - a recipe that happened to be two years old.\\\", \\\"A New York Times tweet suggesting readers \\\\\\\"add peas to your guacamole\\\\\\\" received a flurry of response from celebrities, news sites and even President Obama.\\\"]\"}", 
    "{\"title\": \"Quiz of the week's news\", \"pstUrl\": \"http://www.bbc.co.uk/news/magazine-33362255#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": \"[\\\"It's the Magazine's weekly news quiz - a chance to prove to yourself and others that you have been paying attention to what's been going on over the past seven days.\\\", \\\"Users of the BBC News app tap here to take the quiz.\\\", \\\"And have you tried Newsbeat's emoji quiz?\\\", \\\"Try it here.\\\", \\\"\\\\n\\\\nSubscribe to the BBC News Magazine's email newsletter to get articles sent to your inbox.\\\"]\"}"
]