[
    "{\"title\": \"Call for improved urinary catheters\", \"pstUrl\": \"http://www.bbc.co.uk/news/health-33270030#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"It is estimated in the UK there are at least 90,000 people with long term urinary catheters, using them for three months or more.\", \"Research suggests more than one in four urinary catheters inserted in A&E are unnecessary.\", \"The urinary catheter is a much-used, but little-discussed, device designed to drain the bladder.\", \"She also criticises catheter manufacturers: \\\"What's needed is for industry to wake up and invest more heavily in new catheter designs and... materials that resist infection.\\\"\", \"In a scheme to reduce Catheter Associated Urinary Tract Infections (CAUTI), five trusts in south London are working together to reduce harm in a scheme called \\\"No Catheter, No CAUTI\\\".\"]}", 
    "{\"title\": \"Cystic fibrosis gene therapy boost\", \"pstUrl\": \"http://www.bbc.co.uk/news/science-environment-32932922#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"A gene therapy has stabilised and slightly improved cystic fibrosis in some of 136 patients in a trial.\", \"The lungs of patients that did not take the gene therapy showed a decline of 3-4% on average over the same period.\", \"But they both know the new gene therapy probably will not be ready in time to help Mr Kelly.\", \"Prof Alton and his colleagues at the UK Cystic Fibrosis Gene Therapy consortium, which includes scientists at Edinburgh and Oxford Universities as well as Imperial, are hoping to have a further trial next year.\", \"\\n\\nCystic Fibrosis Trust chief executive Ed Owen said: \\\"The advantage of gene therapy is that it attacks the basic defect of cystic fibrosis and that has the potential to reduce the daily routine of drugs that those with cystic fibrosis endure each day and (offers the possibility) of long-term improvement to transform their lives\\\".\"]}", 
    "{\"title\": \"Sniffing could provide autism test\", \"pstUrl\": \"http://www.bbc.co.uk/news/health-33362472#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"The way children sniff different aromas could form the basis of a test for autism, suggest researchers in Israel.\", \"\\\"We believe that the possibility of developing a single and universal diagnostic test for autism is unlikely.\", \"The results of tests on 36 children, in the journal Current Biology, showed that there appeared to be no such difference in children with autism.\", \"The team at the Weizmann Institute of Science said that one of the advantages of a sniffing test was that it did not rely on the child being able to communicate so it may be useful at a very early age.\", \"The National Autistic Society said smell could eventually become an additional tool for testing for autism.\"]}", 
    "{\"title\": \"NHS 'lags behind other nations'\", \"pstUrl\": \"http://www.bbc.co.uk/news/health-33373019#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Meanwhile, a separate report by the King's Fund think tank showed a large number of NHS trusts were forecasting deficits.\", \"The NHS lags behind other countries on preventing unnecessary hospital admissions and improving survival rates, a report has suggested.\", \"\\\"Our poor performance on cancer survival compared with other leading countries is well-known and continues to be a concern.\", \"The review looked at 27 different indicators and compared performance from 2000 to 2012.\", \"The review by the Nuffield Trust think tank into 15 wealthy nations found lower cancer survival and higher death rates from heart attacks and strokes.\"]}", 
    "{\"title\": \"NHS to reveal missed appointment cost\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-33375976#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"In the same speech, he said missed GP appointments cost the taxpayer \\u00a3162m and missed hospital appointments cost \\u00a3750m.\", \"\\\"Patients have a responsibility to attend GP appointments and to let their surgery know if they cannot attend,\\\" he said.\", \"Patients who miss appointments will be told how much they have cost the NHS, the health secretary has revealed.\", \"Overall, missed GP and hospital appointments cost the health service in England nearly \\u00a31bn a year, Jeremy Hunt said in a speech this week.\", \"On the idea of charging for missed appointments, My Corbyn added: \\\"I don't think it would be a very good idea.\"]}", 
    "{\"title\": \"Hormones make traders take more risks\", \"pstUrl\": \"http://www.bbc.co.uk/news/health-33363948#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"\\\"It would be interesting to measure traders' hormone levels in the real world, and also to see what the longer term effects might be.\\\"\", \"Raised levels of the hormones testosterone and cortisol can make traders take more risks, which could create instability in financial markets, a study suggests.\", \"Researchers said stressful and competitive working environments could be increasing hormone levels and having an impact on decision-making.\", \"High testosterone levels in men have been shown to make them confident and successful in competitive situations.\", \"Experts said it was important to know how hormones affected traders.\"]}", 
    "{\"title\": \"IT system for GP records criticised\", \"pstUrl\": \"http://www.bbc.co.uk/news/health-33354824#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"The system was meant to make data from GP systems in England available to bodies across the health service.\", \"A new GP IT system designed to improve quality and planning in the NHS in England has been criticised for running over budget and behind schedule, by a finance watchdog.\", \"But the system has provided information to just one organisation - NHS England.\", \"A spokeswoman for the Health and Social Care Information Service, which runs the system, said: \\\"It is clear the procurement and design stage was not good enough.\\\"\", \"The NAO said in its current form, it was \\\"unlikely\\\" the system could deliver what it was set up for.\"]}", 
    "{\"title\": \"Cancer immunotherapy approved in UK\", \"pstUrl\": \"http://www.bbc.co.uk/news/health-33345359#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Gill Nuttall, from Melanoma UK, said: \\\"There has been an alarming rise in the number of cases of melanoma in the UK over recent years.\", \"It has been approved for lung cancer through the UK's Early Access to Medicines Scheme and has been given an EU license for melanoma.\", \"A pioneering cancer drug that harnesses the power of the immune system has been approved for use in the UK.\\n\\nNivolumab was one of the drugs labelled a \\\"milestone\\\" therapy at a major cancer conference last month.\", \"A separate trial in lung cancer showed the drug more than doubled survival times in some patients.\", \"Cancer - which is a corrupted version of healthy tissue - can take advantage of these brakes to evade assault from the immune system.\"]}", 
    "{\"title\": \"'Celeb mind game' gives memory clues\", \"pstUrl\": \"http://www.bbc.co.uk/news/health-33343511#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Researchers have used \\\"mind games\\\" to reveal clues about how nerve cells may change when making new memories.\", \"Throughout each test, researchers recorded which specific nerve cells fired in response to each picture.\", \"Scientist said they spotted \\\"dramatic\\\" differences in nerve activity at the exact moment a participant learnt of a new link between a person and place.\", \"Competing theories include the idea that solitary or just a few nerve cells represent a single person or concept, while others believe a whole host of neurons are needed to form a memory.\", \"The team asked 14 volunteers to view pictures of people and faces, while recording the activity of single brain cells.\"]}", 
    "{\"title\": \"Bullying 'endemic' at hospital\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-wales-south-east-wales-33349545#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"It followed claims of bullying, staff shortages and targets taking priority over patient care in the unit, which employs nearly 400 staff.\", \"The emergency unit at Wales' biggest hospital has a \\\"culture of bullying, harassment and inappropriate behaviour\\\", an inquiry has found.\", \"Cardiff and Vale health board said it fully accepted the findings and recommendations.\", \"A damning independent report said the issues at University Hospital of Wales, Cardiff, affect staff at all levels.\", \"It has set up an action group of staff, unions and managers to respond to the 46 points in the report.\"]}", 
    "{\"title\": \"Prescriptions to display drug cost\", \"pstUrl\": \"http://www.bbc.co.uk/news/health-33345356#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Packets of prescription medication will display how much their contents have cost taxpayers, under government plans.\", \"The health secretary said there was no such thing as a free health service and this would reduce waste by reminding people of the cost of medicine.\", \"It is part of efforts to reduce the \\u00a3300m bill for \\\"wasted\\\" medication, which is prescribed but not used.\", \"The figure and the words \\\"funded by the UK taxpayer\\\" will be added to all packs costing more than \\u00a320 in England.\", \"Neal Patel, from the Royal Pharmaceutical Society, said: \\\"We know that around 30 to 50% of patients don't use their medicines as intended and there is around \\u00a3150 million of avoidable medicines waste.\"]}", 
    "{\"title\": \"Caffeine pills 'need more controls'\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-england-lancashire-33344754#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Caffeine supplements branded as diet pills should be better regulated, a pharmaceutical body has said.\", \"They are classified as food supplements instead of medicines, are legal and widely available.\", \"\\\"Such products are typically regarded to be food supplements rather than medicines.\", \"He didn't get told [of] the side effects, he didn't get told anything.\", \"It follows the death of Chris Wilcock from Darwen, Lancashire, who died on the day that he took the tablets.\"]}", 
    "{\"title\": \"New test pins down 'time of death'\", \"pstUrl\": \"http://www.bbc.co.uk/news/science-environment-33320009#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"It is a significant step forward from the current method of measuring core body temperature, which only works up to 36 hours after death.\", \"Forensic researchers have developed a new method for establishing an exact time of death after as long as 10 days.\", \"The team from Austria's University of Salzburg measured the breakdown of muscle proteins in dead pigs over time.\", \"The team studied the muscle proteins of pigs, because of their close similarity to human muscles.\", \"The team has also analysed more than 60 human tissue samples from the forensic department of the same university.\"]}", 
    "{\"title\": \"Online game 'may control snacking'\", \"pstUrl\": \"http://www.bbc.co.uk/news/health-33272417#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"A computer game may help some people control their unhealthy snacking habits, suggests a small study from the University of Exeter.\", \"It required people to avoid pressing a key when an unhealthy food appeared on the screen.\", \"The game trained participants' brains to cut out calories by telling them to avoid pressing on pictures of certain images, such as biscuits and chocolate.\", \"The online game, developed by psychologists at the University of Exeter and Cardiff University, used \\\"brain training\\\" techniques to change behaviour - in this case, to resist unhealthy snack foods.\", \"This type of training helps people associate this unhealthy food with \\\"stopping\\\", the researchers said.\"]}", 
    "{\"title\": \"NHS should welcome 'citizen whistleblowers'\", \"pstUrl\": \"http://www.bbc.co.uk/news/health-30333071#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"For me this is symptomatic of a much bigger problem around complaints handling in the NHS and social care services.\", \"In the worst cases some hospitals just flat out said they don't record these complaints.\", \"Many of the hospital trusts that replied incorrectly stated that such complaints cannot be investigated without the permission of the patient.\", \"Yet we often hear complaints referred to as 'gold dust' by hospital bosses in terms of improving services.\", \"The fact that doctors and nurses would rather tell one of these \\\"citizen whistleblowers\\\" they can't complain because they don't tick the right box or have the permission to make a complaint is just wrong.\"]}", 
    "{\"title\": \"'Cancer made me want mashed potato'\", \"pstUrl\": \"http://www.bbc.co.uk/news/health-31641689#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Bitterness is the taste most affected by cancer and its treatment, meaning familiar food and drink often becomes unpalatable.\", \"\\\"I loved food, eating and cooking and not to be able to derive any pleasure from food was really hard,\\\" said Emma.\", \"Hardly a day goes by without a different type of food or drink being linked to or blamed for causing cancer.\", \"This tissue is susceptible to damage during some cancer treatments such as chemotherapy,\\n\\nThe resulting inflammation and ulceration is called mucositis.\", \"Cancer and the various ways of treating it have a profound effect on your body.\"]}", 
    "{\"title\": \"Care in the UK: The costs you face\", \"pstUrl\": \"http://www.bbc.co.uk/news/health-30990913#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Day in the life of a care home\\n\\nUsers of the BBC News app tap here for the care calculator.\"]}", 
    "{\"title\": \"VIDEO: Gene therapy for cystic fibrosis\", \"pstUrl\": \"http://www.bbc.co.uk/news/health-33376401#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Trials of a gene therapy for cystic fibrosis suggest a new treatment could be made available within five years.\", \"In the study, patients were given healthy genes to breathe in, to help correct the problem in their lungs.\", \"\\n\\nEarly results showed slight improvements, but scientists say more work is needed to make the treatment truly effective.\"]}", 
    "{\"title\": \"VIDEO: India fails to publish UN health report\", \"pstUrl\": \"http://www.bbc.co.uk/news/world-asia-india-33375754#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"The Indian government is not publishing the results of a vast national survey of the health of the country's citizens.\", \"The last time the nation published comprehensive figures on health was in 2007.\", \"\\n\\nThe BBC has seen the report, which highlights the poor health of citizens in Gujarat, the state which was run by Indian Prime Minister Narendra Modi before he took national office.\"]}", 
    "{\"title\": \"VIDEO: NHS 'should do better' on survival\", \"pstUrl\": \"http://www.bbc.co.uk/news/health-33376394#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"The NHS lags behind other countries on preventing unnecessary hospital admissions and improving survival rates, a report has suggested.\", \"\\n\\nThe review by the Nuffield Trust think tank of 15 wealthy nations found lower cancer survival and higher death rates from heart attacks and strokes.\"]}", 
    "{\"title\": \"VIDEO: Feeding Chad's children with Unicef\", \"pstUrl\": \"http://www.bbc.co.uk/news/health-33350385#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Child malnutrition is a major problem in Chad - a country which ranks near the bottom on every global measure of poverty, health or economic development.\", \"The lack of adequate, healthy food is linked to some grim statistics, with one in six children likely to die before their fifth birthday and one in 15 mothers dying in childbirth.\", \"Fergus Walsh visited a Unicef nutrition centre in Chad to see what is being done to tackle the problem.\", \"\\n\\nFind out more about life in the town of Mongo, Chad, in this special report.\"]}", 
    "{\"title\": \"VIDEO: What do children think of hospital care?\", \"pstUrl\": \"http://www.bbc.co.uk/news/health-33342024#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"For the first time, more than 18,000 children have been asked what they really think about hospitals.\", \"The questions ranged from what food they eat, through to how they would rate their level of care.\", \"The survey, by the Care Quality Commission, found that while the vast majority of children felt safe in hospital, many said they were not given enough information or attention from staff.\", \"\\n\\nThe BBC's Jayne McCubbin has been to Birmingham Children's Hospital to find out more.\"]}", 
    "{\"title\": \"VIDEO: Paralysed man walks with robot legs\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-33323301#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"A 31-year old man who lost the use of his legs in 2013 after being diagnosed with a functional neurological disorder, has described the \\\"incredible feeling\\\" of walking with robotic legs.\", \"Simon Kindleysides walked alongside Jon Graham from the firm that developed the equipment, on the BBC's Victoria Derbyshire programme.\", \"Watch Victoria Derbyshire on weekdays from 09:15-11:00 BST on BBC Two and BBC News Channel.\", \"\\\"It's a great feeling... to feel this tall... and to experience taking steps.\", \" Follow the programme on Facebook and Twitter, and find all our content online.\"]}", 
    "{\"title\": \"VIDEO: NHS staff told 'to be open and honest'\", \"pstUrl\": \"http://www.bbc.co.uk/news/health-33307819#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Doctors, nurses and midwives across the UK are being given new guidelines on being honest and open with patients when things go wrong.\", \"\\n\\nThe \\\"duty of candour\\\" guidelines make it clear that patients should expect an apology in person, as well as an explanation of what happened.\"]}", 
    "{\"title\": \"VIDEO: Blue targets reduce sleeping sickness\", \"pstUrl\": \"http://www.bbc.co.uk/news/health-33274658#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"The lure of a bright blue target is tempting a killer insect towards its own demise - thanks to scientists working in Uganda.\", \"Up to 60 million people in sub-Saharan Africa are at risk of catching sleeping sickness which is caused by a parasite passed on by biting tsetse flies.\", \"The symptoms include fatigue and swollen joints.\", \"Left untreated it is usually fatal.\", \"\\n\\nBut as Maryam Abdalla reports from Arua in northern Uganda, British researchers are hoping that their blue targets could spell the end of this deadly disease.\"]}", 
    "{\"title\": \"Small tube - big problem\", \"pstUrl\": \"http://www.bbc.co.uk/news/health-33256507#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"The problem is even worse for people who need to use a urinary catheter permanently.\", \"Urine infection is one of the most common hospital infections and catheters are the most common reason to get one.\", \"In particular, more research is required to understand how bio-films form so that catheter materials can be developed to resist them.\", \"Hospitals are well aware of the problem of catheter infection and, because the longer a catheter stays in the more likely you are to get an infection, there are many schemes designed to remove catheters early.\", \"What's needed is for industry to wake up and invest more heavily in new catheter designs and catheter materials that resist infection.\"]}", 
    "{\"title\": \"VIDEO: Inside a baby intensive care unit\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-england-tyne-33372846#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Babies weighing under one pound are cared for at one of the UK's busiest maternity ward.\", \"The Special Care Baby Unit at Newcastle's Royal Victoria Infirmary looks after prematurely born babies weighing as little as 500 grammes.\", \"\\n\\nBBC Look North's Sharon Barbour was given exclusive access to see the work they do.\"]}", 
    "{\"title\": \"The drugs that protect people who have unprotected sex\", \"pstUrl\": \"http://www.bbc.co.uk/news/magazine-33346746#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"People are given a combination of anti-HIV drugs tenofovir and emtricitabine - currently being sold under the trade name Truvada - before they have unprotected sex.\", \"\\\"Once you try a powerful drug like crystal meth, and if that's linked to sex, that's the kind of sex you're going to want.\", \"In a study published by the London School of Hygiene and Tropical Medicine, a third of men surveyed described incidents of unintended unprotected sex while under the influence of chemsex drugs.\", \"But now \\\"chemsex\\\" is a growing problem - parties in private homes centred on communal drug taking and sex.\", \"One in every eight gay men in London is HIV positive.\"]}", 
    "{\"title\": \"Heatstroke - the heatwave killer\", \"pstUrl\": \"http://www.bbc.co.uk/news/health-33343531#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"The earliest, and relatively mild, heat-related issues are:\\n\\nThe more serious problems include heat exhaustion, which develops into fatal heatstroke.\", \"Dr Angie Bone, the head of extreme events and health protection at Public Health England, says there are also big differences between countries.\", \"Symptoms at this stage include confusion, disorientation, convulsions and falling into a coma and can culminate in organ failure, brain damage and death.\", \"But all the time you're sweating you're also losing salts and water and it leads to a drop in blood pressure.\", \"Treatment should be relatively easy at this stage - drinking plenty of water and moving to a cooler place.\"]}", 
    "{\"title\": \"What's up doc?\", \"pstUrl\": \"http://www.bbc.co.uk/news/health-33332872#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"\\n\\nIf you are unable to watch, here is some of the content included in this interactive video.\", \"Growing numbers want to leave the profession, while the NHS is struggling to recruit new doctors.\", \"The government wants to recruit more GPs and expand services.\", \"What's the matter with them?\", \"BBC health correspondent Nick Triggle finds out.\"]}", 
    "{\"title\": \"ILF: What will change?\", \"pstUrl\": \"http://www.bbc.co.uk/news/blogs-ouch-33260877#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Independent Living Fund: What is going to happen now?\", \"The \\u00a3320m Independent Living Fund currently pays out an average of \\u00a3300 a week to approximately 18,000 disabled people.\", \"ILF users in England have been protesting since the closure was announced in 2010.\", \"It has said that \\u00a3262m will be transferred to local authorities, a noticeable reduction from the current \\u00a3300m.\", \"Started in 1988, the Independent Living Fund (ILF) has provided financial support to people with disabilities across the UK.\\n\\nFrom Wednesday, 1 July, it will no longer exist in England, while Wales, Scotland and Northern Ireland have made different plans for the fund.\"]}"
]