[
    "{\"title\": \"Tories to change inheritance tax rule\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-33393480#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Chancellor George Osborne's Budget is to confirm the end of inheritance tax on family homes worth up to \\u00a31m.\", \"On properties worth more than \\u00a32m, the allowance will be tapered away until it is worth nothing to those with homes worth in excess of \\u00a32.35m.\", \"Last year, the estates of 35,000 were subject to inheritance tax; around 5% of the total.\", \"He said at the time: \\\"The Tories made a promise on inheritance tax before the last election and they broke it.\", \"In a joint article, Mr Cameron and Mr Osborne write: \\\"As we promised in our manifesto, we'll take the family home out of inheritance tax for all but the richest.\\\"\"]}", 
    "{\"title\": \"Mass rallies over Greek bailout vote\", \"pstUrl\": \"http://www.bbc.co.uk/news/world-europe-33391913#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"He denied a \\\"Yes\\\" vote would mean leaving Europe, saying: \\\"We are not going to allow them to destroy Europe.\\\"\", \"Prime Minister Alexis Tsipras was greeted with huge cheers when he told supporters to vote \\\"No\\\" to the terms of an international bailout.\", \"Opinion polls suggest the country is evenly split over the vote - the latest Ipsos survey putting \\\"Yes\\\" supporters at 44% and \\\"No\\\" at 43%.\", \"Athens Mayor George Kaminis told supporters at the rally that people did not even understand the question on the ballot paper.\", \"But those attending another huge rally nearby warned a \\\"No\\\" vote would see Greece ejected from the eurozone.\"]}", 
    "{\"title\": \"Exam focus 'harms' pupils' health\", \"pstUrl\": \"http://www.bbc.co.uk/news/education-33380155#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Too much focus on exams is damaging pupils' mental health and self-esteem in England's schools, a report says.\", \"The National Union of Teachers' report says pupils are developing stress-related conditions linked to testing.\", \"According to the report, the tests affect both able and less able pupils similarly.\", \"The report also argued the focus on testing was harming pupil-teacher relationships, with teachers less able to view pupils in the round.\", \"Most teachers surveyed for the report agreed pupils became \\\"very stressed/anxious in the time leading up to Sats/public examinations\\\".\"]}", 
    "{\"title\": \"Iran nuclear deal 'never closer'\", \"pstUrl\": \"http://www.bbc.co.uk/news/world-middle-east-33392987#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Iran's foreign minister has used a YouTube posting to say a comprehensive agreement over its nuclear programme has never been closer.\", \"The deadline for reaching a comprehensive agreement on Tehran's nuclear programme has already been extended from the 30 June.\", \"On Monday, the US warned that a framework deal agreed in Switzerland in April had to remain the basis for a comprehensive agreement.\", \"Iran, which wants international sanctions that have crippled its economy lifted in exchange, has always insisted that its nuclear work is peaceful.\", \"Mr Zarif called for an end to \\\"coercion and pressure\\\" at the nuclear talks, in the video message on Friday.\"]}", 
    "{\"title\": \"CBI says UK economic growth slows\", \"pstUrl\": \"http://www.bbc.co.uk/news/business-33385227#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Surveys for business lobby group the CBI suggest that manufacturing, retail and services growth slowed in the second quarter of the year.\", \"This was largely due to a fast pace of growth in business and professional services in the first quarter not being sustained.\", \"\\n\\nRegardless of the results of the upcoming referendum in Greece, she added that the CBI \\\"urge[s] eurozone leaders to move quickly towards a deal\\\".\", \"However, the CBI expects solid growth for the rest of the year.\", \"\\\"Despite an easing in performance this month, activity over the quarter as a whole has been good,\\\" said Rain Newton-Smith, CBI (Confederation of British Industry) economics director.\"]}", 
    "{\"title\": \"Brazil unveils Rio Olympics torch\", \"pstUrl\": \"http://www.bbc.co.uk/news/world-latin-america-33393458#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Brazilian President Dilma Rousseff has unveiled the torch to be used at the 2016 Olympics in Rio de Janeiro.\", \"She said 12,000 people would be chosen to carry the Olympic torch through some 300 Brazilian cities next year.\", \"The torch relay will begin in the Brazilian capital in May and will end at Rio's Maracana stadium in August, at the Olympic's opening ceremony.\", \"Members of the International Olympic Committee have expressed concern over delays in the works for the Games.\", \"The Olympics organising committee and sponsors will choose the torchbearers in the next few months.\"]}", 
    "{\"title\": \"Colombia has first legal euthanasia\", \"pstUrl\": \"http://www.bbc.co.uk/news/world-latin-america-33392195#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Colombia's Catholic Church has said euthanasia is morally unacceptable and it has threatened to close its hospitals across the country.\", \"Ovidio Gonzalez was suffering from terminal throat cancer and said he had been suffering unbearable pain.\", \"A 79-year old Colombian man has become the first person in the country to die legally by euthanasia.\", \"Colombia is one of the few countries in the world, and the only one in Latin America, where euthanasia is allowed.\", \"His son Julio Cesar is a cartoonist with one of Colombia's top newspapers, El Tiempo.\"]}", 
    "{\"title\": \"IS claims rocket attack on Israel\", \"pstUrl\": \"http://www.bbc.co.uk/news/world-middle-east-33391871#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Sinai Province claimed the rocket attack on social media on Friday.\", \"The affiliate, which calls itself Sinai Province, said it had acted in retaliation for what it says is Israeli support for the Egyptian army.\", \"Israel accuses Hamas, who run Gaza, of providing support for Sinai Province - a claim the Palestinian group denies.\", \"An Egyptian military spokesman, Brig-Gen Mohammed Samir, later told state TV that the situation was \\\"100% under control\\\".\", \"At least 17 Egyptian soldiers and 100 IS militants have died in fighting in northern Sinai since Wednesday.\"]}", 
    "{\"title\": \"Mass rebel assault on Syria's Aleppo\", \"pstUrl\": \"http://www.bbc.co.uk/news/world-middle-east-33373410#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"The offensive unleashed on government-held western Aleppo by Ansar al-Sharia seems to be the most serious since the battle for Aleppo began.\", \"The Syrian military has carried out a series of air strikes after rebel forces launched a major assault to take control of the northern city of Aleppo.\", \"But the Syrian state news agency Sana said the assault had been repelled and more than 100 \\\"terrorists\\\" killed.\", \"On Thursday, 13 Islamist fighting groups and al-Nusra Front, al-Qaeda's affiliate in Syria, came together to launch a co-ordinated assault on several fronts.\", \"The military responded with a heavy aerial and artillery bombardment of rebel positions in the city, and the fighting continued for several hours.\"]}", 
    "{\"title\": \"Shot PC's family 'wait for justice'\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-england-33393394#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"PC David Rathband was blinded by Moat in Newcastle on 4 July, 2010 and took his own life in February 2012.\", \"The family of the police officer shot by gunman Raoul Moat say they are still waiting for justice five years after the attack.\", \"Traffic officer PC Rathband was finishing his shift in a marked patrol car when he was shot twice by a shotgun fired by Moat.\", \"After he was shot, PC Rathband founded the Blue Lamp Foundation to help injured 999 workers, wrote a book about his experiences and became a national figure.\", \"His twin brother Darren said the family were \\\"still fighting for acknowledgement that David was let down\\\" by Northumbria Police.\"]}", 
    "{\"title\": \"Man arrested over girl's 1984 murder\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-england-somerset-33378407#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"A man has been arrested in connection with the murder of a girl who was sexually assaulted and stabbed to death in Bath more than 30 years ago.\", \"Student Melanie Road was 17 when she was attacked after a night out in June 1984.\", \"Her body was found in front of garages near St Stephens Road.\", \"\\n\\nAn Avon and Somerset police spokesman said it would be \\\"inappropriate for us to comment further at this stage\\\".\"]}", 
    "{\"title\": \"Call for improved urinary catheters\", \"pstUrl\": \"http://www.bbc.co.uk/news/health-33270030#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"It is estimated in the UK there are at least 90,000 people with long term urinary catheters, using them for three months or more.\", \"Research suggests more than one in four urinary catheters inserted in A&E are unnecessary.\", \"The urinary catheter is a much-used, but little-discussed, device designed to drain the bladder.\", \"She also criticises catheter manufacturers: \\\"What's needed is for industry to wake up and invest more heavily in new catheter designs and... materials that resist infection.\\\"\", \"In a scheme to reduce Catheter Associated Urinary Tract Infections (CAUTI), five trusts in south London are working together to reduce harm in a scheme called \\\"No Catheter, No CAUTI\\\".\"]}", 
    "{\"title\": \"Tax 'boost' and Heather's 'heartbreak'\", \"pstUrl\": \"http://www.bbc.co.uk/news/blogs-the-papers-33393161#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Without the inheritance tax break, 64,000 more estates would become liable by 2020, reports the Times.\", \" Critics say it will benefit the wealthiest people and distort the property market, says the paper, adding that others complain the tax break is less generous to single and divorced people, who will be allowed to pass on only \\u00a3500,000.\"]}", 
    "{\"title\": \"World economy: The hidden rocks\", \"pstUrl\": \"http://www.bbc.co.uk/news/business-33279173#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"For the longer term, there's a question over whether the world will get back to pre-crisis growth rates.\", \"Eurozone financial markets did wobble significantly at the start of the week, but then regained their composure.\", \"Large parts of the world are still struggling with the burden dumped on their shoulders by the financial crisis - even now, eight years after its onset.\", \"The mainstream view among eurozone governments and investors is that an exit would be very bad for the Greek economy and financial markets.\", \"It caused significant turbulence in a number of emerging economies, though they got through the episode without any major upset.\"]}", 
    "{\"title\": \"Why does Japan have such a high suicide rate?\", \"pstUrl\": \"http://www.bbc.co.uk/news/world-33362387#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"It is not a happy picture, and while the suicide rate has actually begun to decline in the last three years, it is still woefully high.\", \"Those figures do not make Japan's the highest suicide rate in the world in a developed nation.\", \"Because of this, some experts think Japan's suicide rate is actually much higher than reported.\", \"It is three times the suicide rate in the United Kingdom.\", \"\\\"When you see a television discussion on mental illness in Japan they still talk as if 'depression equals suicide',\\\" he says.\"]}", 
    "{\"title\": \"VIDEO: Why isn\\u2019t there more booing in theatres?\", \"pstUrl\": \"http://www.bbc.co.uk/news/entertainment-arts-33387449#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"How should audiences respond if they don't like what they see on stage?\", \"Suffer in silence or make their feelings known?\", \"Well, this week some members of the audience at the Royal Opera House booed, after seeing a graphic scene.\", \"The director has since made what have been described as \\\"small adjustments\\\" to the production.\", \"\\n\\nFor this week's vlog, our arts editor Will Gompertz went to London's Tricycle Theatre - which is more used to standing ovations - to ponder why there isn't more booing in theatres.\"]}", 
    "{\"title\": \"Small tube - big problem\", \"pstUrl\": \"http://www.bbc.co.uk/news/health-33256507#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"The problem is even worse for people who need to use a urinary catheter permanently.\", \"Urine infection is one of the most common hospital infections and catheters are the most common reason to get one.\", \"In particular, more research is required to understand how bio-films form so that catheter materials can be developed to resist them.\", \"Hospitals are well aware of the problem of catheter infection and, because the longer a catheter stays in the more likely you are to get an infection, there are many schemes designed to remove catheters early.\", \"What's needed is for industry to wake up and invest more heavily in new catheter designs and catheter materials that resist infection.\"]}", 
    "{\"title\": \"War hero on South Korean stamp\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-england-gloucestershire-33343180#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"A British war hero, who fought in the Korean War, has been commemorated on a South Korean stamp.\", \"\\n\\nThe Korean War began in June 1950 and ended with an armistice agreement in July 1953.\", \"After his capture, Col Carne was kept in solitary confinement in North Korea.\", \"The battle led to the regiment acquiring its nickname the \\\"Glorious Glosters\\\".\", \"Col Carne, the battalion's commanding officer, moved among the soldiers and inspired confidence among them while under very heavy mortar and machine gun fire.\"]}", 
    "{\"title\": \"Footballers attempt to break record\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-scotland-edinburgh-east-fife-33383080#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Amateur footballers in Edinburgh are attempting to break the world record for the longest 11-a-side match.\", \"The match, hopefully lasting 105 hours (the current record is 72 hours), is in memory of the late Falkirk defender, Craig Gowans, 17, who died in 2005.\", \"The Craig Gowans Guinness World Record Match is being supported by the Scottish Football Association, Football Aid, The Sick Kids Friends Foundation and the Hibernian Football Community.\", \"The Craig Gowans Memorial Fund has so far raised almost \\u00a380,000.\", \"The space will be a calming room with multi-sensory equipment providing a relaxing and stimulating space for children with sensory impairments.\"]}", 
    "{\"title\": \"Watson loses to Williams in thriller\", \"pstUrl\": \"http://www.bbc.co.uk/sport/0/tennis/33390494\", \"summary\": [\"British number one Heather Watson gave top seed Serena Williams a huge scare before losing a thrilling third-round match at Wimbledon.\", \"Few people gave Watson a chance against the world number one, who overpowered her to take a one-sided first set in just 25 minutes.\", \"Watson served for the match at 5-4 in the decider but five-time Wimbledon champion Williams recovered to win 6-2 4-6 7-5 in two hours and 15 minutes.\", \"At the same time, errors began to litter Williams' game and she became visibly frustrated by her frequent mistakes.\", \"Another break gave her the chance to serve for the match at 5-4, and when she got to deuce she was within two points of victory.\"]}", 
    "{\"title\": \"Djokovic & Wawrinka into last 16\", \"pstUrl\": \"http://www.bbc.co.uk/sport/0/tennis/33386831\", \"summary\": [\"The top seed beat Australian Bernard Tomic 6-3 6-3 6-3 to set up a meeting with South African Kevin Anderson.\", \"Wawrinka, the Swiss fourth seed, beat Spain's Fernando Verdasco 6-4 6-3 6-4 and faces Belgian 16th seed David Goffin next.\", \"I was hoping I could play better and better as the tournament progresses and that is what is happening.\", \"Defending champion Novak Djokovic powered into the fourth round at Wimbledon and is yet to drop a set in this year's championship.\", \"Djokovic has reached the second week of Wimbledon for the seventh year running by winning all nine sets he has contested.\"]}", 
    "{\"title\": \"Froome expects 'epic battle' at Tour\", \"pstUrl\": \"http://www.bbc.co.uk/sport/0/cycling/33299631\", \"summary\": [\"Britain's Chris Froome expects an \\\"epic battle\\\" at this year's Tour de France, which begins in Utrecht on Saturday.\", \"\\n\\nAdd in Cavendish and the Yates twins, while Steve Cummings rides for the first African-based team to tackle the Tour, Team MTN-Qhubeka.\", \"Froome won the Tour's traditional warm-up race in June - the Criterium du Dauphine in France.\", \"Froome was forced to abandon last year's race after fracturing his left wrist and right hand in falls during week one.\", \"He added: \\\"I can't see the winner coming from anyone but Contador, Quintana, Froome or Nibali.\\\"\"]}", 
    "{\"title\": \"'I couldn't breathe after own goal'\", \"pstUrl\": \"http://www.bbc.co.uk/sport/0/football/33392881\", \"summary\": [\"Laura Bassett says she is \\\"heartbroken\\\" at scoring the injury-time own goal that ended England hopes of winning the Women's World Cup in Canada.\", \"The Lionesses lost 2-1 to Japan in their semi-final after defender Bassett, 31, scored right at the end.\", \"The Notts County defender briefly thought the ball had not crossed the line after hitting the underside of the bar, at the end of what was England's first Women's World Cup semi-final.\", \"\\\"I couldn't breathe, my heart was out my chest and I wanted the ground to open up and swallow me,\\\" she said.\", \"She has felt so emotional that she has been unable to speak to her parents since the goal.\"]}", 
    "{\"title\": \"Slow Hamilton 'has work to do'\", \"pstUrl\": \"http://www.bbc.co.uk/sport/0/formula1/33386493\", \"summary\": [\"Lewis Hamilton 'in trouble' and must find more pace for British GP\\n\\nMercedes driver Lewis Hamilton says he is \\\"in trouble\\\" at this weekend's British Grand Prix if he does not find a way to improve his car.\", \"\\\"I don't know what he did on his lap, so it's not representative,\\\" the German said.\", \"Hamilton was fourth fastest in Friday's second practice, nearly half a second behind team-mate Nico Rosberg, who set the pace ahead of both Ferraris.\", \"Asked how much more he had to come, Hamilton said: \\\"Hopefully a lot because if there is not then we are in trouble.\", \"\\\"The long-run pace was not so great,\\\" Hamilton said.\"]}", 
    "{\"title\": \"Bank guarantee cut 'absurd' says MP\", \"pstUrl\": \"http://www.bbc.co.uk/news/business-33384284#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"News that millions of bank customers will get \\u00a310,000 less compensation in future if their bank goes bust has been criticised as \\\"absurd\\\" by a senior MP.\\n\\nUnder the Financial Services Compensation Scheme (FSCS), consumers can receive up to \\u00a385,000 per account.\", \"The consumer group Which? said bank staff would need to be made aware of the changes.\", \"The compensation scheme is run under a European directive, which sets the limit at \\u20ac100,000 across the whole of the European Union.\", \"The compensation scheme applies to those with accounts in banks, building societies and credit unions.\", \"Furious bankers said they had been given no notice of the changes, which were announced by the Bank of England.\"]}", 
    "{\"title\": \"Rail workers vote for strike action\", \"pstUrl\": \"http://www.bbc.co.uk/news/business-33377128#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"The Rail and Maritime Transport (RMT) union said the Southern Rail strike was the result of a \\\"comprehensive breakdown\\\" in industrial relations.\", \"Commuters could be set for a summer of delays as rail workers on several train routes have voted for strike action.\", \"It added Northern Rail workers voted 4-1 in favour of strike action.\", \"\\n\\nLast month, a planned rail strike by workers from the RMT union was suspended after an offer of a 2% pay rise this year.\", \"Southern Rail engineers were the latest to announce a five-day strike on Friday, to begin on 12 July.\"]}", 
    "{\"title\": \"Charity boss quits amid funding row\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-politics-33376467#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Kids Company had been told by government officials it would not get \\u00a33m of funding unless its leader Camila Batmanghelidjh was replaced.\", \"Ms Batmanghelidjh told BBC Radio 4's Today programme she had always planned to step down in her 20th year in 2016.\", \"Ms Batmanghelidjh will take up a new advocacy and clinical role.\", \"\\\"Camila Batmanghelidjh, the founder and chief executive of Kids Company will not be leaving the organisation and will assume an advocacy and clinical role after the appointment of a new chief executive.\\\"\", \"It is synonymous with its charismatic leader and founder Ms Batmanghelidjh.\"]}", 
    "{\"title\": \"Kendall: Rivals 'continuity Miliband'\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-politics-33378988#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Ms Cooper, Ms Kendall, Andy Burnham and Jeremy Corbyn will take part in a leadership hustings later.\", \"Liz Kendall says she is the only Labour leadership candidate who would fully break with Ed Miliband's leadership.\", \"Claims by Ms Kendall and her supporters that only she would break from the past have led to a war of words between their rival camps.\", \"She told The Sun her three rivals were all \\\"continuity Miliband\\\" candidates who would not connect with aspirational low and middle income voters.\", \"The four MPs are vying to succeed Mr Miliband as Labour leader, with the result of the election to be announced in early September.\"]}", 
    "{\"title\": \"Cystic fibrosis gene therapy boost\", \"pstUrl\": \"http://www.bbc.co.uk/news/science-environment-32932922#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"A gene therapy has stabilised and slightly improved cystic fibrosis in some of 136 patients in a trial.\", \"The lungs of patients that did not take the gene therapy showed a decline of 3-4% on average over the same period.\", \"But they both know the new gene therapy probably will not be ready in time to help Mr Kelly.\", \"Prof Alton and his colleagues at the UK Cystic Fibrosis Gene Therapy consortium, which includes scientists at Edinburgh and Oxford Universities as well as Imperial, are hoping to have a further trial next year.\", \"\\n\\nCystic Fibrosis Trust chief executive Ed Owen said: \\\"The advantage of gene therapy is that it attacks the basic defect of cystic fibrosis and that has the potential to reduce the daily routine of drugs that those with cystic fibrosis endure each day and (offers the possibility) of long-term improvement to transform their lives\\\".\"]}", 
    "{\"title\": \"Sniffing could provide autism test\", \"pstUrl\": \"http://www.bbc.co.uk/news/health-33362472#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"The way children sniff different aromas could form the basis of a test for autism, suggest researchers in Israel.\", \"\\\"We believe that the possibility of developing a single and universal diagnostic test for autism is unlikely.\", \"The results of tests on 36 children, in the journal Current Biology, showed that there appeared to be no such difference in children with autism.\", \"The team at the Weizmann Institute of Science said that one of the advantages of a sniffing test was that it did not rely on the child being able to communicate so it may be useful at a very early age.\", \"The National Autistic Society said smell could eventually become an additional tool for testing for autism.\"]}", 
    "{\"title\": \"Student migration rules 'ludicrous'\", \"pstUrl\": \"http://www.bbc.co.uk/news/education-33365241#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"The head of Cambridge University says it is \\\"ludicrous\\\" to include overseas students in UK migration targets.\", \"But a spokeswoman for the Business, Innovation and Skills department said there was \\\"no cap\\\" on the numbers of overseas students.\", \"Difficulties with recruiting overseas staff and students had become \\\"one the biggest threats facing UK universities\\\", said the Cambridge head.\", \"He warned that including overseas students in net migration targets was \\\"short-term and short-sighted\\\", when a long-term strategy was needed.\", \"They come to the UK, study for a period, and then the overwhelming majority go home after their studies.\"]}", 
    "{\"title\": \"Rise in teacher vacancies in England\", \"pstUrl\": \"http://www.bbc.co.uk/news/education-33363958#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Nearly one in 100 full-time teaching posts in England were either vacant or filled temporarily in 2014, Department for Education figures show.\", \"\\\"We are driving forward our \\u00a367m package to transform science, technology, engineering and maths teaching and recruit up to 2,500 additional maths and physics teachers.\\\"\", \"There were 1,030 vacancies last November, up a third on 2013, the highest number since 2010, when the DfE started compiling figures in November.\", \"Meanwhile, teachers on contracts of between one and three terms filled 3,210 posts, up nearly 38% on 2013.\", \"Teacher numbers, at 454,900, up more than 5,000, were at an all-time high.\"]}", 
    "{\"title\": \"Reddit in uproar after staff sacking\", \"pstUrl\": \"http://www.bbc.co.uk/news/technology-33379571#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Social news site Reddit is in virtual lockdown in protest over the sacking of popular employee Victoria Taylor.\", \"Ms Taylor said she was \\\"dazed\\\" by the swiftness of her departure in a very brief response to a message asking her about the sacking.\", \"Reddit staff were \\\"being uncommunicative, and disregarding the thousands of moderators who keep the site running\\\", they said.\", \"Ms Taylor helped organise guests for AMAs and worked to verify that people due to answer questions were who they said they were.\", \"\\\"We all had the rug ripped out from under us and feel betrayed,\\\" said one of the AMA moderators in a separate message.\"]}", 
    "{\"title\": \"Minecraft fans to gather in London\", \"pstUrl\": \"http://www.bbc.co.uk/news/technology-33379577#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Minecon, the global gathering for fans of the video game Minecraft, takes place in London this weekend.\", \"The convention will also feature a \\\"speedrun\\\" competition to see which players can traverse a Minecraft game map the fastest.\", \"The core coding team for Minecraft is set to appear at the show to talk about future features on which they are working.\", \"Also present will be Telltale Games which is working on Minecraft: Story Mode - an episodic adventure set in the game's universe.\", \"This year's convention is the first since Microsoft bought Minecraft maker Mojang for $2.5bn (\\u00a31.6bn) in September 2014.\"]}", 
    "{\"title\": \"Cats 'control mice' with chemicals\", \"pstUrl\": \"http://www.bbc.co.uk/news/science-environment-33380669#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"\\\"It's something that has existed in cats and mice for thousands of years,\\\" said Dr Voznessenskaya.\", \"Researchers found that when very young mice were exposed to a chemical in cat urine, they were less likely to avoid the scent of cats later in life.\", \"And cats, it turns out, even have chemical warfare in their anti-mouse arsenal - contained in their urine.\", \"\\n\\nAs for the cats: \\\"They seem to be able to keep the number of mice around that they need,\\\" she added.\", \"\\\"Their physical sensitivity [to the chemical] was actually actually much higher,\\\" Dr Voznessenskaya explained.\"]}", 
    "{\"title\": \"Solar Impulse plane lands in Hawaii\", \"pstUrl\": \"http://www.bbc.co.uk/news/science-environment-33383521#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"The Solar Impulse plane is not really intended to be a vision of the future of aviation.\", \"From Phoenix, Solar Impulse will head for New York and an Atlantic crossing that would eventually see the plane return to Abu Dhabi.\", \"Getting Solar Impulse to Hawaii proved more problematic than anyone could have imagined.\", \"Solar Impulse, the aeroplane that is powered only by the sun, has landed in Hawaii after making a historic 7,200km flight across the Pacific from Japan.\", \"But, first, the Solar Impulse ground crew in Kalaeloa will need a few days to check over the aircraft.\"]}", 
    "{\"title\": \"Parkinson given cancer all-clear\", \"pstUrl\": \"http://www.bbc.co.uk/news/entertainment-arts-33378837#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Broadcaster Sir Michael Parkinson has confirmed he has been given an all-clear by doctors after two years of treatment for prostate cancer.\", \"BBC News asked Sir Michael for an update on his condition after he was quoted in the Daily Mail as saying his doctors had \\\"got rid of the cancer\\\".\", \"Sir Michael's television career spanned 50 years and saw him interview high-profile guests such as Muhammad Ali and Sir Elton John.\", \"\\\"I have the all clear as regards my prostate cancer,\\\" he said \\\"That has been the case for quite a time now.\\\"\", \"The 80-year-old former chat show host revealed he was receiving radiotherapy for the condition in 2013.\"]}", 
    "{\"title\": \"Sam Smith denies Bond involvement\", \"pstUrl\": \"http://www.bbc.co.uk/news/entertainment-arts-33382417#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Singer Sam Smith has denied rumours he is singing the theme tune to the new James Bond film Spectre.\", \"But Gladys Knight - who sang the theme to 1989's Licence to Kill - has thrown her support behind Smith, saying he would be her choice to record Spectre's theme song.\", \"If Smith were to sing the song, he could break the film franchise's run of bad luck in the UK singles chart - where no Bond theme has ever reached number one.\", \"The Brit and Grammy-award winning star has long been tipped to take on the task following Adele's hit song for 2012 film Skyfall.\", \"Adele's Skyfall and Duran Duran's 1985 song A View to a Kill are the most successful songs from the series, both reaching number two.\"]}", 
    "{\"title\": \"How is a life worth \\u00a312,980?\", \"pstUrl\": \"http://www.bbc.co.uk/news/magazine-33325688#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"But injury compensation can reach such big figures because of a combination of ongoing medical costs and the curtailing of a normal working life.\", \"Phone hacking victims Sadie Frost and Paul Gascoigne were recently awarded \\u00a3260,250 and \\u00a3188,250 respectively from Trinity Mirror.\", \"Siblings or children are not usually entitled to bereavement damages at all, explains Lynsey Furley, a solicitor at Bridge McFarland Solicitors.\", \"The Fatal Accidents Act 1976 establishes three main elements of death compensation - bereavement, funeral expenses and dependency.\", \"Trinity Mirror's chief executive recently questioned how compensation for phone hacking could come close to the amount awarded for deaths caused by wrongdoing.\"]}", 
    "{\"title\": \"The deal to sell your home and get paid to stay\", \"pstUrl\": \"http://www.bbc.co.uk/news/magazine-33326787#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"In a viager deal, the buyer pays a knock-down price - but only takes possession when the owner dies.\", \"It was a viager deal, and Raffray agreed to pay her 2,500 francs (about $500) per month.\", \"Genevieve Deloche is 71 and has just agreed a viager deal on her apartment in the 20th arrondissement of Paris.\", \"But then the whole principle of the viager deal is based on risk - and sometimes the chips fall the other way.\", \"He says the market is growing at an annual rate of 6-8%, and that his agency alone gets around 12,000 calls a year from elderly owners interested in a viager deal.\"]}", 
    "{\"title\": \"Court attack custody officer dies\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-england-london-33376601#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"\\\"Lorraine Barwell was a courageous and dedicated prisoner custody officer who delivered a vital public service for more than a decade.\\\"\", \"A custody officer who was attacked outside a court in central London has died.\", \"The Ministry of Justice and Serco believe she is the first prisoner custody officer to die while on duty.\", \"Lorraine Barwell, 54, was assaulted on Monday as she escorted a prisoner from Blackfriars Crown Court to a van.\", \"Humphrey Burke, 22, appeared at Camberwell Green Magistrates' Court on Wednesday charged with grievous bodily harm over an alleged assault.\"]}", 
    "{\"title\": \"Base event cancelled over 'security'\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-england-norfolk-33381414#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"The US Air Force has cancelled Independence Day celebrations at a base in Norfolk, citing security concerns.\", \"\\\"We cancelled our picnic - we haven't cancelled a single combat sortie,\\\" he said.\", \"\\n\\nThe Lincolnshire-based team said on Twitter: \\\"We're sorry to say tomorrow's display and event has been cancelled by organisers.\\\"\", \"Col Robert Novotny, commander of the 48th Fighter Wing, said the two-day event had been cancelled \\\"out of prudence... to make sure that our folks were safe.\\\"\", \"The public event at RAF Feltwell would have featured a display from the Red Arrows.\"]}", 
    "{\"title\": \"Lockerbie families lose appeal fight\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-scotland-33374474#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"However, Aamer Anwar, solicitor for the Megrahi family and 26 British relatives of Lockerbie victims, said the fight would continue.\", \"A hearing took place at the Appeal Court in Edinburgh before the Lord Justice Clerk Lord Carloway, sitting with Lord Brodie and Lady Dorrian.\", \"Families argued they should have the right to carry forward the miscarriage of justice appeal for Abdelbaset Al-Megrahi, who died in 2012.\", \"But US victims' families had made clear they did not support a fresh appeal and have accused Dr Swire of pursuing a \\\"disgraceful\\\" campaign.\", \"But the SCCRC has become convinced that the application is only \\\"actively supported\\\" by Dr Jim Swire and other UK victims' relatives.\"]}", 
    "{\"title\": \"Minute's silence for Tunisia victims\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-scotland-tayside-central-33381164#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"A nationwide minute's silence has been held in memory of the victims of the shooting in Tunisia last Friday.\", \"The Queen and the Duke of Edinburgh, who are in Glasgow, joined in with the minute's silence during a visit to the University of Strathclyde.\", \"Following the service in Abronhill Church, where Mr and Mrs McQuire were members, session clerk Linda Gray said: \\\"The church was full.\", \"A candlelit vigil was planned in Perthshire for the Grahams, while a special church service was held in Cumbernauld in memory of the McQuires.\", \"There were lots of people there and we were happy to be together to share our prayers with the community.\"]}", 
    "{\"title\": \"Committee to probe \\u00a37m payoff claim\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-northern-ireland-33376497#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"The assembly's finance committee is to meet amid calls for an inquiry into claims a \\u00a37m payoff had been set aside for a Northern Ireland politician.\", \"According to the official transcript of parliamentary proceedings, he added: \\\"It was reportedly earmarked for a Northern Ireland politician.\\\"\", \"The allegation, over a major property deal, was made in the Irish parliament by independent member Mick Wallace.\", \"\\\"I would intend to call on Nama officials and Mick Wallace to appear before the committee and the law firm involved to elaborate on their recent statement on the matter.\", \"He said it was linked to the sale of NI property loans held by the National Asset Management Agency (Nama).\"]}", 
    "{\"title\": \"IRA relatives in Lord Maginnis case\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-northern-ireland-33384714#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"The families of three IRA men shot dead by the SAS in County Tyrone in 1988 are taking legal action against former Ulster Unionist Lord Maginnis, the government and the chief constable.\", \"He accepts the three men were armed and involved in IRA activity at the time of the shootings.\", \"The families claim what was said in the documentary shows that a so-called \\\"shoot-to-kill policy\\\" was being operated at that time.\", \"The shootings came 10 days after eight soldiers were killed in the IRA Ballygawley bus bombing.\", \"Brothers Gerard and Martin Harte died along with Brian Mullin when the SAS fired on them near Drumnakilly.\"]}", 
    "{\"title\": \"Silence to remember Tunisia victims\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-wales-33370380#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Communities across Wales held a minute's silence in memory of the victims of the Tunisia beach attack.\", \"After last week's attack, Ms Jones' family described her as a caring person who was always willing to help others.\", \"Trudy Jones, 51, from Blackwood, Caerphilly county, was on holiday with friends when she was gunned down in the resort of Sousse on 26 June.\", \"\\\"She was really excited about going on holiday, I was talking to her here in town the day before.\", \"Representatives from local schools, churches, community groups and the council attended to observe the silence at 12:00 BST and to say prayers.\"]}", 
    "{\"title\": \"Teen 'critical' after water rescue\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-wales-south-east-wales-33385141#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"A teenager is in a critical condition after being recovered from the water in Cardiff Bay, South Wales Police have said.\", \"Emergency services went to Mermaid Quay on Friday after reports of an incident at 13:45 BST.\\n\\nThe teenager was taken to the city's University Hospital of Wales by ambulance in a serious condition.\", \"Insp Tony Williams, of South Wales Police, issued a warning against swimming in the area's waters.\", \"\\n\\nCardiff council posted a tweet to re-iterate \\\"swimming is not permitted in Cardiff Bay\\\" because of \\\"high-speed boats and hidden dangers under the water\\\".\"]}", 
    "{\"title\": \"Police response 'slow' - Tunisia PM\", \"pstUrl\": \"http://www.bbc.co.uk/news/world-africa-33387382#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"As well as the 30 Britons, other victims of the Sousse attack included three Irish citizens, two Germans, one Belgian, one Portuguese and one Russian national.\", \"Islamic State (IS) had earlier said it was behind the Sousse attack.\", \"Mr Essid said Tunisia sent its condolences to the British government and to the Queen over the deaths of the British tourists.\", \"The group that planned this attack was also behind the deadly shootings in the Bardo Museum in Tunis in March, Mr Essid added.\", \"\\\"The time of the reaction - this is the problem,\\\" Mr Essid told the BBC's Richard Galpin.\"]}", 
    "{\"title\": \"Boko Haram raids 'heinous' - Buhari\", \"pstUrl\": \"http://www.bbc.co.uk/news/world-africa-33389408#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"These are the worst Boko Haram attacks for many weeks, BBC Nigeria correspondent Will Ross reports.\", \"Nigeria's president has described as a \\\"heinous atrocity\\\" the latest wave of attacks by Boko Haram militants that left more than 150 people dead.\", \"Mr Buhari - who was sworn in in May - sees fighting Boko Haram as a priority.\", \"Boko Haram has carried out frequent bombings since it was weakened by a regional military offensive to recapture most of the territory it had controlled.\", \"Boko Haram may no longer hold territory but there is little to celebrate when large swathes of the north-east are clearly not under any kind of government control.\"]}", 
    "{\"title\": \"China to probe market manipulation\", \"pstUrl\": \"http://www.bbc.co.uk/news/world-asia-china-33376352#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"China's securities regulator will investigate suspected manipulation of the stock market, state news agency Xinhua reports.\", \"The China Securities Regulatory Commission (CSRC) said it would base its investigation on reports of abnormal market movements from the stock market and futures exchanges.\", \"\\\"Foreign capital has only a small part of the Chinese stock market,\\\" it said.\", \"\\\"Large-scale short selling by foreign investors in the Chinese stock market has not appeared and is an unlikely scenario.\\\"\", \"The Shanghai exchange, one of the best performing in the world, more than doubled its value in the last 12 months.\"]}", 
    "{\"title\": \"Mystery surrounds India health survey\", \"pstUrl\": \"http://www.bbc.co.uk/news/world-asia-33369710#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Good health data is rare in India.\", \"It shows that despite impressive economic growth, the state continues to have some of the worst health outcomes in India.\", \"Sujata Saunik, the head of the state's health department, says it used the data from that earlier survey to design a programme to improve child health.\", \"A decade ago a survey found the neighbouring state of Maharashtra had malnutrition figures almost as woeful as Gujarat does now.\", \"India's so-called Rapid Survey of Children was a huge undertaking.\"]}", 
    "{\"title\": \"Silence held to honour Tunisia dead\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-33382486#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"A minute's silence has been held across the UK to remember the 38 people - including 30 Britons - killed in the Tunisia beach attack a week ago.\", \"The Queen and Prime Minister David Cameron joined the silence, along with the families of the dead.\", \"A number of mosques observed the silence, including at Birmingham's Central Mosque where more than 6,000 people took part.\", \"Tourists and Tunisians gathered at the scene of the attack in Sousse, where they linked arms to observe the pause.\", \"Mr Richards's 16-year-old brother Owen survived the attack and was joined at the club's stadium by his mother Suzanne and hundreds of supporters.\"]}", 
    "{\"title\": \"Iceland makes blasphemy legal\", \"pstUrl\": \"http://www.bbc.co.uk/news/world-europe-33378778#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Iceland's parliament has abolished its blasphemy laws, despite opposition from some of the country's churches.\", \"The Catholic Church of Iceland, the Pentecostal Church and the Church of Iceland's eastern province opposed the changes.\", \"A bill was put forward by the minority Pirate Party, which campaigns for internet and data freedom.\", \"After the ruling, the party wrote on its blog (in Icelandic): \\\"Iceland's parliament has now established the important message that freedom will not give in to bloody attacks.\\\"\", \"The Iceland Monitor website said that the Church of Iceland supported the change, and quoted them as saying that \\\"any legislative powers limiting freedom of expression in this way is at variance with modern-day attitudes towards human rights\\\".\"]}", 
    "{\"title\": \"France rejects Assange 'asylum plea'\", \"pstUrl\": \"http://www.bbc.co.uk/news/world-europe-33382043#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"A statement from Mr Hollande's office said it had reviewed the request and decided not to grant Mr Assange asylum.\", \"\\n\\nEcuador offered Mr Assange asylum in August 2012, shortly after he sought refuge at the country's embassy in London.\", \"On Friday, France's Le Monde newspaper published an open letter Mr Assange had written to President Francois Hollande asking for asylum.\", \"Following the letter's publication, Wikileaks tweeted that Mr Assange \\\"did not submit an asylum application to France.\", \"In the letter, Mr Assange wrote: \\\"By welcoming me, France would carry out a humanitarian and symbolic gesture, sending encouragement to every journalist and whistleblower.\\\"\"]}", 
    "{\"title\": \"Venezuelans face beer drought\", \"pstUrl\": \"http://www.bbc.co.uk/news/world-latin-america-33376485#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Venezuela is facing the prospect of a national beer shortage because of striking workers at two breweries.\", \"Venezuela has strict controls on the cost of food and hygiene products to guarantee that the poor can afford basic goods.\", \"Unions linked to President Nicolas Maduro have forced the closure over a pay dispute with the brewer Polar.\", \" However, some analysts say that these controls contribute to food and material shortages.\", \"The striking unions say that pay is at the heart of the dispute.\"]}", 
    "{\"title\": \"Mosque blast 'kills Syria militants'\", \"pstUrl\": \"http://www.bbc.co.uk/news/world-middle-east-33392983#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Rebels had earlier claimed a number of cities in the province, including Idlib and Jisr al-Shughour.\", \"At least 25 members of Syria's al-Qaeda affiliate, al-Nusra Front, including a leader, have been killed in a blast at a mosque in north-western Idlib province, activists say.\", \"The fall of the Ariha left most of Idlib province, bordering Turkey, in rebel hands.\", \"An unnamed senior non-Syrian member of al-Nusra was reportedly killed in the explosion at Salem mosque, according to the Observatory.\", \"Al-Nusra is among 13 Islamist groups that came together on Thursday to launch a massive assault on the northern city of Aleppo.\"]}", 
    "{\"title\": \"Hamas members arrested in West Bank\", \"pstUrl\": \"http://www.bbc.co.uk/news/world-middle-east-33384295#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"The Palestinian Authority's security forces have arrested more than 100 members of the militant Hamas movement in the occupied West Bank.\", \"Husam Badran accused Palestinian security forces of working for Israel and said Hamas held Mr Abbas personally responsible.\", \"The BBC's Yolande Knell in Jerusalem says the issue of security co-ordination between Israel and PA security forces remains highly sensitive.\", \"Following the raids, arrest warrants were issued for leading Fatah members in Gaza.\", \"A Hamas spokesman said the arrests were an effort to stop a spate of deadly attacks on Israelis in the West Bank.\"]}", 
    "{\"title\": \"Shell to start Arctic oil drilling\", \"pstUrl\": \"http://www.bbc.co.uk/news/business-33379982#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Oil and gas giant Shell is expected to begin drilling for oil in the Arctic within the next two weeks.\", \"However, Shell believes that longer term, Arctic oil will be competitive.\", \"Given the recent slump in the price of oil, which has fallen by almost half in the last year to $65 a barrel, many believe Arctic oil exploration is no longer economically viable.\", \"But if the initial wells do not find oil, Shell will contemplate walking away from the region entirely.\", \"Some experts say the break-even point for Arctic oil is closer to $100.\"]}", 
    "{\"title\": \"'Diddy' Combs avoids assault charges\", \"pstUrl\": \"http://www.bbc.co.uk/news/entertainment-arts-33378157#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Rapper Sean 'P Diddy' Combs will not face assault charges following an incident last month involving a kettlebell weight, officials have said.\", \"At the time of the incident, officials did not identify the victim of the alleged assault or say what led to the incident.\", \"\\n\\nJustin Combs, 21, has played just a handful of games for the UCLA football team since joining three years ago.\", \"A spokesman said the school had no comment on the district attorney's decision.\", \"Head football coach Jim Mora called the encounter \\\"an unfortunate incident for all parties involved\\\" following Combs's arrest.\"]}", 
    "{\"title\": \"In Pictures: A modern biplane factory\", \"pstUrl\": \"http://www.bbc.co.uk/news/business-33167009#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"The brainchild of engineer Guy Black, Retrotec is actually modern biplane factory.\", \" This is a fuel tank for a Hawker Hart\", \"\\\"We only do aeroplanes that no one else wants to do!\\\" says Retrotec's Guy Black.\", \"In a complex of hangars deep in the Sussex countryside, a team of engineers is restoring and rebuilding early 20th Century aircraft.\", \"It specialises in rare examples of World War One planes, including the Bristol F2B Fighter, the DH9 bomber, as well as Hawker Nimrods, a Hawker Fury and a Hawker Hart from the 1930s era.\"]}", 
    "{\"title\": \"Week in pictures: 27 June - 3 July 2015\", \"pstUrl\": \"http://www.bbc.co.uk/news/in-pictures-33346141#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"New Jersey Governor Chris Christie (left) officially launched his bid to become the next president of the United States.\", \"Many Republicans sought out Mr Christie, 52, to run in 2012, but he is now considered a long shot.\", \" \\\"I mean what I say and I say what I mean, and that's what America needs right now,\\\" he said at a rally.\"]}", 
    "{\"title\": \"In pictures: American Puzzles by Burk Uzzle\", \"pstUrl\": \"http://www.bbc.co.uk/news/in-pictures-33326404#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Images by photographer Burk Uzzle on show in New York\\n\\nBurk Uzzle grew up in North Carolina.\", \" Driven by a sense of curiosity and desire to travel, he found a career in photography had enormous appeal. (Photo: Evening Train, Rhinecliff, New York, 1972)\\n\\nUzzle worked for Life Magazine and was a member of Magnum Photos, producing images of Woodstock, the civil rights movement, and the Cambodian war. (Photo: Park Slide, Washington, DC, 1967)\\n\\nUzzle also photographed social landscapes across the US, capturing what he describes as the \\\"love, the charm and poetry of the whimsical\\\". (Photo: Wigwam Motel, Arizona, 2005)\\n\\nHe said that the camera was an extension of his heart and mind, working to express what was inside him in a visual way. (Photo: Interstate Portrait, I95, Connecticut, 1967)\\n\\nHe prefers to stay off the main highways, travelling on small roads and discovering small communities along the way. (Wind Storm, South Carolina, 2004)\\n\\nHis pictures have a strong graphical element to them. (Photo: Brand New Highway, New Mexico, 1970)\\n\\nUzzle believes that a single picture can have movement like a symphony, with moods and swings to draw you in. (Photo: Boy Against Wall, Port-Au-Prince, Haiti, 1974)\\n\\nAn exhibition, Burk Uzzle: American Puzzles, can be seen at the Steven Kasher Gallery in New York until 31 July 2015. (Photo: St Louis Airport, St Louis, 1967) All photographs \\u00a9 Courtesy Steven Kasher Gallery, New York.\"]}", 
    "{\"title\": \"In pictures: Val Doonican\", \"pstUrl\": \"http://www.bbc.co.uk/news/entertainment-arts-33363226#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"The enduring image of Val Doonican is one of him sitting in a rocking chair, guitar in hand, sporting a garish jumper.\", \"The Val Doonican Show ran the whole gamut of variety and light entertainment.\", \"\\n\\nHis TV shows also allowed him to meet some of his own idols, including singer and actor Howard Keel, who appeared on Christmas Eve With Val Doonican in 1987.\", \"Doonican played with his rocking chair image and he had a large collection of mini replica ones.\", \"Waterford-born Doonican moved to London to further his singing and entertainment career, which eventually spanned radio, television, cabaret and music hall.\"]}", 
    "{\"title\": \"In pictures: Ghana fire recovery\", \"pstUrl\": \"http://www.bbc.co.uk/news/world-africa-33366017#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Some 150 people lost their lives during the floods, and the explosion at a petrol station in the Adabraka suburb.\", \"Communities in Ghana's capital, Accra, are still recovering from the devastating floods and fire which swept through the city one month ago.\", \"Roslyn Tay, 44, makes pastries near the petrol station.\", \"And then she noticed some fuel on top of the flood water\\n\\nTaxi driver Aggudey was among those who sought shelter at the petrol station after being stranded.\", \"She recalls the rain starting at 17:30 on 3 June and lasting for several hours, leading her compound to flood.\"]}", 
    "{\"title\": \"'Best lightning storm ever' witnessed\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-england-33360867#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Storms have swept across northern England in the wake of what for many places was the hottest July day on record in the UK.\\n\\nUp to 40,000 properties in the north-east were left without power after the violent storms struck.\", \"Some properties have been damaged by lightning and vehicles were hit by golf ball-sized hailstones.\", \"\\n\\nHere is a selection of photos shared by BBC News readers and viewers.\"]}", 
    "{\"title\": \"In pictures: Heathrow airport\", \"pstUrl\": \"http://www.bbc.co.uk/news/in-pictures-33310445#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Following a three-year review, the Airports Commission has backed a third Heathrow runway, saying it will add \\u00a3147bn in economic growth and 70,000 jobs by 2050.\", \"An airfield was established on the site we now know as Heathrow Airport in 1929, but it was not until well into World War Two that development to increase its capability to handle larger transport aircraft began.\", \"Here we share some images of the airport, whose expansion began after World War Two.\", \"By the end of the conflict, the government continued to develop the site for civil aviation.\", \"It was that year that the government introduced the Policing of Airports Act, and the deployment of the Army to the airport during a large anti-terrorist alert.\"]}", 
    "{\"title\": \"United Kingdom: From Mummers to Conker Champions\", \"pstUrl\": \"http://www.bbc.co.uk/news/in-pictures-33287959#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"In a book of the project, United Kingdom, he explains how these age-old customs are as much a celebration of the present as they are of the past.\", \"James O Jenkins' portrait project documenting the faces and costumes of people who take part in annual UK traditions.\", \"Photographer James O Jenkins has made a study of people who take part in annual UK traditions.\", \"Each year the World Conker Championships are held on the second Sunday in October.\", \"The central incident in the traditional Otterbourne Christmas Mummers play is always the fight and the subsequent killing and resurrection of one of the characters.\"]}", 
    "{\"title\": \"VIDEO: Westminster Hall\", \"pstUrl\": \"http://www.bbc.co.uk/democracylive/house-of-commons-33370073\", \"summary\": [\"Search, find and watch the politics that affects you\\n\\nSearch Democracy Live Find a representative or topic, or words spoken in our video coverage\"]}", 
    "{\"title\": \"VIDEO: Minute's silence held for Tunisia victims\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-33376399#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"A minute's silence has been held across the UK to remember the 38 people killed in the Tunisia beach attack a week ago.\", \"The Queen and Prime Minister David Cameron joined the silence, and play was delayed at Wimbledon.\", \"\\n\\nThe silence was also observed at the headquarters of TUI Group in Luton, and other locations with links to the victims, such as Walsall FC.\"]}", 
    "{\"title\": \"VIDEO: Solar plane's historic landing in Hawaii\", \"pstUrl\": \"http://www.bbc.co.uk/news/science-environment-33389086#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Solar Impulse, the plane powered by the sun, has landed safely in Hawaii after completing an 8,000km journey from Japan, across the Pacific.\", \"The distance covered and the 118 hours spent in the air are records for manned, solar-powered flight.\", \"This leg of the journey had been delayed after pilot Andre Borschberg was forced to divert to Nagoya in Japan from Nanjing in China due to unsuitable weather conditions.\", \"He then spent a month there before being given the green light on Monday to take off for Kalaeloa in Hawaii.\", \"\\n\\nThe next leg of the journey will be undertaken by pilot Bertrand Piccard, who will fly from Hawaii to Phoenix, Arizona.\"]}", 
    "{\"title\": \"VIDEO: Bassett on England's World Cup loss\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-33392165#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"England defender Laura Bassett has spoken for the first time since her own goal saw the women's team eliminated from the football World Cup in Canada.\", \"They were knocked out by the title holders Japan in the semi-finals but it was still the furthest the women's team has ever reached in the tournament.\", \"\\n\\nBut the women's team now have to pick themselves off for a third place play-off against Germany.\"]}", 
    "{\"title\": \"VIDEO: Unesco considers Forth Bridge bid\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-scotland-33379877#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Unesco is considering giving World Heritage Site status to the Forth Bridge in recognition of its \\\"outstanding universal value\\\".\", \"A meeting of the UN's heritage committee in Bonn, Germany, will make its decision over the weekend.\", \"\\n\\nIf successful, the bridge will be Scotland's sixth World Heritage site alongside New Lanark, the Antonine Wall, the Heart of Neolithic Orkney, St Kilda, and Edinburgh's Old and New Towns.\"]}", 
    "{\"title\": \"VIDEO: Judge recognises school friend in dock\", \"pstUrl\": \"http://www.bbc.co.uk/news/world-us-canada-33376376#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Two school friends, a judge and a man suspected of burglary, were 'reunited' briefly during a court hearing in Miami, US.\\n\\nStanding in the dock, Arthur Booth, who was arrested after he was chased in a car by police, broke down in tears when he recognised his former class-mate.\", \"\\\"I'm sorry to see you here,\\\" said Judge Mindy Glazer.\", \" \\\"I always wondered what happened to you.\\\"\"]}", 
    "{\"title\": \"VIDEO: Baby rescued after drifting out to sea\", \"pstUrl\": \"http://www.bbc.co.uk/news/world-europe-33391090#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"The Turkish coastguard have rescued a baby who drifted out to sea off the coast of Ayvacik.\", \"The 10-month-old girl was in an inflatable crib which was swept about a kilometre away from the shore.\", \"\\n\\nHer parents had left Melda Ilgin in the crib, and were not aware of what had happened until other sunbathers at the beach warned them, according to state-run Anadolu news agency.\"]}", 
    "{\"title\": \"VIDEO: Cargo ship blasts off for space station\", \"pstUrl\": \"http://www.bbc.co.uk/news/science-environment-33376378#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"A Russian Soyuz space rocket, bound for the International Space Station, has launched successfully from Baikonur Cosmodrome in Kazakhstann.\", \"\\n\\nThe Progress capsule is on a mission to deliver a cargo ship loaded with food, water and equipment to the satellite,\\n\\nThe liftoff came five days after an unmanned US SpaceX Falcon 9 rocket exploded after launch from Cape Canaveral Air Force Station in Florida.\"]}", 
    "{\"title\": \"VIDEO: Cars designed to be slept in\", \"pstUrl\": \"http://www.bbc.co.uk/news/business-33350276#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Vehicle design students at the Royal College of Art have been re-imagining the kind of cars that will be possible in an era of driverless transport.\", \"\\n\\nAs part of its Future Design series, BBC News spoke to Prof Dale Harrow, head of the Vehicle Design Programme, along with one of his students, Yibo Wu.\"]}", 
    "{\"title\": \"7 July attacks: What happened that day?\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-33371968#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Ten years ago, four suicide bombers with rucksacks full of explosives attacked central London, killing 52 people and injuring hundreds more.\", \"It was the worst single terrorist atrocity on British soil.\", \"A decade on, we look back at how events unfolded on 7 July 2005.\", \"\\n\\nTap here for the story of the four bombings.\"]}", 
    "{\"title\": \"Was HG Wells the first to think of the atom bomb?\", \"pstUrl\": \"http://www.bbc.co.uk/news/magazine-33365776#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"The atom bomb was one of the defining inventions of the 20th Century.\", \"You call it the \\\"atomic bomb\\\".\", \"The story of the atom bomb starts in the Edwardian age, when scientists such as Ernest Rutherford were grappling with a new way of conceiving the physical world.\", \"So how did science fiction writer HG Wells predict its invention three decades before the first detonations, asks Samira Ahmed.\", \"He had been working on a film sequel to The Shape of Things To Come that was to include his concerns about the now-realised atomic bomb he'd first imagined.\"]}", 
    "{\"title\": \"VIDEO: 'I'm HIV positive ... will you touch me?'\", \"pstUrl\": \"http://www.bbc.co.uk/news/magazine-33381431#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"He stood in the centre of the Finnish capital Helsinki with arms open and eyes closed, next to a sign that read: \\\"I'm HIV positive...touch me!\\\"\", \"Would you touch a man who is HIV positive?\", \"\\n\\nFor more videos subscribe to BBC Trending's YouTube channel.\", \"Janne Antin decided to do an experiment.\", \"Diagnosed with the disease eight years ago, Antin is trying to fight the stigma that comes with living with HIV.\\n\\nHis experiment became a hit on Youtube.\"]}", 
    "{\"title\": \"Island voices on Greek debt crisis\", \"pstUrl\": \"http://www.bbc.co.uk/news/world-europe-33381070#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"It's an early start for Yianna each morning at a fishmonger's at a market just off Democracy Avenue.\", \"Kostas Miras has owned and worked in his cafe on Democracy Avenue for more than sixty years.\", \"Democracy Avenue runs parallel to the main ferry port on Aegina.\", \"The financial crisis has changed the island, she says, as people think twice about the expense of making the trip.\", \"A fall in visitors from abroad, put off by the debt crisis, plus the tight restrictions on cash withdrawals affecting Greek residents, have hit Aegina's businesses hard.\"]}", 
    "{\"title\": \"What does it take to restore a Spitfire?\", \"pstUrl\": \"http://www.bbc.co.uk/news/business-32935757#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"\\\"There is a very big industry in the UK, building World War One and World War Two aircraft,\\\" says aviation historian Andy Saunders.\", \"Over the past 28 years, the firm has restored a string of rare World War One and 1930s era aircraft.\", \"Flying Legends at Duxford, Cambridgeshire, specialises in piston-engined aircraft, mainly from World War Two.\", \"The sale on 9 July has thrown the spotlight on Britain's burgeoning vintage aviation restoration scene.\", \"A rare example of one of the world's most iconic aircraft, a Mark 1 Spitfire that was painstakingly restored after being shot down during World War Two will be sold at Christie's.\"]}", 
    "{\"title\": \"7/7 attacks: What happened that day?\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-33253598#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Shehzad Tanweer detonated his device on an eastbound Circle Line train between Liverpool Street and Aldgate.\", \"The most deadly attack occurred on the Piccadilly Line between King's Cross and Russell Square.\", \"The youngest of the bombers, Hasib Hussain, detonated his device on a double-decker bus in Tavistock Square, not far from King's Cross.\", \"Three of the four bombs went off just before 08:50 BST on Tube trains that had departed King's Cross.\", \"Hussain was caught on CCTV moving in and around King's Cross station following the first three blasts.\"]}", 
    "{\"title\": \"The special water flown in for Princess Charlotte\", \"pstUrl\": \"http://www.bbc.co.uk/news/magazine-33382957#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"When Princess Charlotte is christened on Sunday the Archbishop of Canterbury, Justin Welby, will baptise her with water from the River Jordan.\", \"\\\"We organise the process of bottling holy water from the River Jordan,\\\" says Dia Madani, head of Jordan's baptism site commission.\", \"Contrary to how it is traditionally represented in songs, poems and paintings, the River Jordan is unimpressively shallow, muddy and narrow.\", \"Church leaders say the waters of the holy river have a special significance.\", \"A few yards away, on the West Bank side, a young Russian woman emerging from the water showed me three decanters she was stowing away in her handbag \\\"as special gifts\\\".\"]}", 
    "{\"title\": \"10 things we didn't know last week\", \"pstUrl\": \"http://www.bbc.co.uk/news/blogs-magazine-monitor-33377682#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"10 things we didn't know last week\\n\\n1.\", \"US founding father Thomas Jefferson was obsessed by mammoths.\\n\\n8.\", \"UK officials discussed plans to relocate the entire 5.5 million population of Hong Kong to Northern Ireland in 1983.\\n\\n5.\", \"Heaven exists but hell does not, according to the theology of Fifa president Sepp Blatter.\\n\\n3.\", \" Tell the Magazine on Twitter using the hashtag #thingIdidntknowlastweek\\n\\nSubscribe to the BBC News Magazine's email newsletter to get articles sent to your inbox.\"]}"
]