[
    "{\"title\": \"Tories to change inheritance tax rule\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-33393480#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Chancellor George Osborne's Budget is to confirm the end of inheritance tax on family homes worth up to \\u00a31m.\", \"On properties worth more than \\u00a32m, the allowance will be tapered away until it is worth nothing to those with homes worth in excess of \\u00a32.35m.\", \"Last year, the estates of 35,000 were subject to inheritance tax; around 5% of the total.\", \"He said at the time: \\\"The Tories made a promise on inheritance tax before the last election and they broke it.\", \"In a joint article, Mr Cameron and Mr Osborne write: \\\"As we promised in our manifesto, we'll take the family home out of inheritance tax for all but the richest.\\\"\"]}", 
    "{\"title\": \"Silence held to honour Tunisia dead\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-33382486#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"A minute's silence has been held across the UK to remember the 38 people - including 30 Britons - killed in the Tunisia beach attack a week ago.\", \"The Queen and Prime Minister David Cameron joined the silence, along with the families of the dead.\", \"A number of mosques observed the silence, including at Birmingham's Central Mosque where more than 6,000 people took part.\", \"Tourists and Tunisians gathered at the scene of the attack in Sousse, where they linked arms to observe the pause.\", \"Mr Richards's 16-year-old brother Owen survived the attack and was joined at the club's stadium by his mother Suzanne and hundreds of supporters.\"]}", 
    "{\"title\": \"Exam focus 'harms' pupils' health\", \"pstUrl\": \"http://www.bbc.co.uk/news/education-33380155#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Too much focus on exams is damaging pupils' mental health and self-esteem in England's schools, a report says.\", \"The National Union of Teachers' report says pupils are developing stress-related conditions linked to testing.\", \"According to the report, the tests affect both able and less able pupils similarly.\", \"The report also argued the focus on testing was harming pupil-teacher relationships, with teachers less able to view pupils in the round.\", \"Most teachers surveyed for the report agreed pupils became \\\"very stressed/anxious in the time leading up to Sats/public examinations\\\".\"]}", 
    "{\"title\": \"CBI says UK economic growth slows\", \"pstUrl\": \"http://www.bbc.co.uk/news/business-33385227#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Surveys for business lobby group the CBI suggest that manufacturing, retail and services growth slowed in the second quarter of the year.\", \"This was largely due to a fast pace of growth in business and professional services in the first quarter not being sustained.\", \"\\n\\nRegardless of the results of the upcoming referendum in Greece, she added that the CBI \\\"urge[s] eurozone leaders to move quickly towards a deal\\\".\", \"However, the CBI expects solid growth for the rest of the year.\", \"\\\"Despite an easing in performance this month, activity over the quarter as a whole has been good,\\\" said Rain Newton-Smith, CBI (Confederation of British Industry) economics director.\"]}", 
    "{\"title\": \"Base event cancelled over 'security'\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-england-norfolk-33381414#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"The US Air Force has cancelled Independence Day celebrations at a base in Norfolk, citing security concerns.\", \"\\\"We cancelled our picnic - we haven't cancelled a single combat sortie,\\\" he said.\", \"\\n\\nThe Lincolnshire-based team said on Twitter: \\\"We're sorry to say tomorrow's display and event has been cancelled by organisers.\\\"\", \"Col Robert Novotny, commander of the 48th Fighter Wing, said the two-day event had been cancelled \\\"out of prudence... to make sure that our folks were safe.\\\"\", \"The public event at RAF Feltwell would have featured a display from the Red Arrows.\"]}", 
    "{\"title\": \"Shot PC's family 'wait for justice'\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-england-33393394#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"PC David Rathband was blinded by Moat in Newcastle on 4 July, 2010 and took his own life in February 2012.\", \"The family of the police officer shot by gunman Raoul Moat say they are still waiting for justice five years after the attack.\", \"Traffic officer PC Rathband was finishing his shift in a marked patrol car when he was shot twice by a shotgun fired by Moat.\", \"After he was shot, PC Rathband founded the Blue Lamp Foundation to help injured 999 workers, wrote a book about his experiences and became a national figure.\", \"His twin brother Darren said the family were \\\"still fighting for acknowledgement that David was let down\\\" by Northumbria Police.\"]}", 
    "{\"title\": \"Huntsman charged after saboteur hurt\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-england-somerset-33389074#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Mark Doggrell, 45, has been charged with recklessly causing grievous bodily harm, the BBC has learned.\", \"The offence relates to a woman who suffered seven broken ribs and a collapsed lung during a Blackmore and Sparkford Vale Hunt meeting.\", \"A rider who was previously told he would not face prosecution after his horse trampled a hunt saboteur now faces criminal charges.\", \"The hunt has said the collision last August, at the meeting on the border of Somerset and Dorset, was an accident.\", \"The Crown Prosecution Service said the charges were made under the CPS's Victims' Right of Review scheme.\"]}", 
    "{\"title\": \"Call for improved urinary catheters\", \"pstUrl\": \"http://www.bbc.co.uk/news/health-33270030#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"It is estimated in the UK there are at least 90,000 people with long term urinary catheters, using them for three months or more.\", \"Research suggests more than one in four urinary catheters inserted in A&E are unnecessary.\", \"The urinary catheter is a much-used, but little-discussed, device designed to drain the bladder.\", \"She also criticises catheter manufacturers: \\\"What's needed is for industry to wake up and invest more heavily in new catheter designs and... materials that resist infection.\\\"\", \"In a scheme to reduce Catheter Associated Urinary Tract Infections (CAUTI), five trusts in south London are working together to reduce harm in a scheme called \\\"No Catheter, No CAUTI\\\".\"]}", 
    "{\"title\": \"Man with 42 points keeps licence\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-england-essex-33378386#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"\\n\\nHe was warned if further driving offences were committed he would automatically be disqualified from driving, Essex Police said.\", \"A man with 42 points on his licence has been allowed to continue driving.\", \"Alex McFarlane, 50, of Wood Green, Basildon, Essex, admitted seven offences, including one related to driving at 109mph in a 50mph area, Essex Police said.\", \"Construction manager McFarlane initially denied seven counts of failing to give information in relation to driving offences when questioned by police.\", \"McFarlane was given 42 points on his licence and fined \\u00a3150 for each offence.\"]}", 
    "{\"title\": \"Cricketer apologises for arrest\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-england-manchester-33387660#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Australian international cricketer James Faulkner has apologised after his arrest for drinking and driving.\", \"\\n\\nThe left arm seamer took 3-36 in Australia's World Cup victory over New Zealand.\", \"Faulkner, who is due in court in Manchester on 21 July, apologised via Cricket Australia's website.\", \"The all-rounder, who was man-of-the match at Australia's World Cup in March, was arrested and bailed on Thursday by Greater Manchester Police.\", \"Lancashire County Cricket Club (LCCC) confirmed Faulkner would not be selected for the Yorkshire match and said it would work alongside Cricket Australia to consider additional steps over the next few days.\"]}", 
    "{\"title\": \"Minecraft fans to gather in London\", \"pstUrl\": \"http://www.bbc.co.uk/news/technology-33379577#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Minecon, the global gathering for fans of the video game Minecraft, takes place in London this weekend.\", \"The convention will also feature a \\\"speedrun\\\" competition to see which players can traverse a Minecraft game map the fastest.\", \"The core coding team for Minecraft is set to appear at the show to talk about future features on which they are working.\", \"Also present will be Telltale Games which is working on Minecraft: Story Mode - an episodic adventure set in the game's universe.\", \"This year's convention is the first since Microsoft bought Minecraft maker Mojang for $2.5bn (\\u00a31.6bn) in September 2014.\"]}", 
    "{\"title\": \"Watson loses to Williams in thriller\", \"pstUrl\": \"http://www.bbc.co.uk/sport/0/tennis/33390494\", \"summary\": [\"British number one Heather Watson gave top seed Serena Williams a huge scare before losing a thrilling third-round match at Wimbledon.\", \"Few people gave Watson a chance against the world number one, who overpowered her to take a one-sided first set in just 25 minutes.\", \"Watson served for the match at 5-4 in the decider but five-time Wimbledon champion Williams recovered to win 6-2 4-6 7-5 in two hours and 15 minutes.\", \"At the same time, errors began to litter Williams' game and she became visibly frustrated by her frequent mistakes.\", \"Another break gave her the chance to serve for the match at 5-4, and when she got to deuce she was within two points of victory.\"]}", 
    "{\"title\": \"War hero on South Korean stamp\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-england-gloucestershire-33343180#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"A British war hero, who fought in the Korean War, has been commemorated on a South Korean stamp.\", \"\\n\\nThe Korean War began in June 1950 and ended with an armistice agreement in July 1953.\", \"After his capture, Col Carne was kept in solitary confinement in North Korea.\", \"The battle led to the regiment acquiring its nickname the \\\"Glorious Glosters\\\".\", \"Col Carne, the battalion's commanding officer, moved among the soldiers and inspired confidence among them while under very heavy mortar and machine gun fire.\"]}", 
    "{\"title\": \"Family rears kitten's baby bird prey\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-england-beds-bucks-herts-33366037#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Rob Frazer, from St Albans, Hertfordshire, agreed they could have a kitten, however, when it came back with a live baby bird, he had a dilemma.\", \"A reluctant cat owner is teaching his children to hand-rear a baby bird after it was brought home by their new kitten.\", \"\\\"The cat I didn't particularly want brought a baby bird home with it, so now we are looking after that too.\\\"\", \"\\\"And they are really enjoying seeing it get bigger and starting to flap its wings,\\\" Mr Frazer said.\", \"Mr Frazer is hoping he will be able to release the bird when it is stronger.\"]}", 
    "{\"title\": \"Committee to probe \\u00a37m payoff claim\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-northern-ireland-33376497#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"The assembly's finance committee is to meet amid calls for an inquiry into claims a \\u00a37m payoff had been set aside for a Northern Ireland politician.\", \"According to the official transcript of parliamentary proceedings, he added: \\\"It was reportedly earmarked for a Northern Ireland politician.\\\"\", \"The allegation, over a major property deal, was made in the Irish parliament by independent member Mick Wallace.\", \"\\\"I would intend to call on Nama officials and Mick Wallace to appear before the committee and the law firm involved to elaborate on their recent statement on the matter.\", \"He said it was linked to the sale of NI property loans held by the National Asset Management Agency (Nama).\"]}", 
    "{\"title\": \"IRA relatives in Lord Maginnis case\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-northern-ireland-33384714#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"The families of three IRA men shot dead by the SAS in County Tyrone in 1988 are taking legal action against former Ulster Unionist Lord Maginnis, the government and the chief constable.\", \"He accepts the three men were armed and involved in IRA activity at the time of the shootings.\", \"The families claim what was said in the documentary shows that a so-called \\\"shoot-to-kill policy\\\" was being operated at that time.\", \"The shootings came 10 days after eight soldiers were killed in the IRA Ballygawley bus bombing.\", \"Brothers Gerard and Martin Harte died along with Brian Mullin when the SAS fired on them near Drumnakilly.\"]}", 
    "{\"title\": \"Silence to remember Tunisia victims\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-wales-33370380#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Communities across Wales held a minute's silence in memory of the victims of the Tunisia beach attack.\", \"After last week's attack, Ms Jones' family described her as a caring person who was always willing to help others.\", \"Trudy Jones, 51, from Blackwood, Caerphilly county, was on holiday with friends when she was gunned down in the resort of Sousse on 26 June.\", \"\\\"She was really excited about going on holiday, I was talking to her here in town the day before.\", \"Representatives from local schools, churches, community groups and the council attended to observe the silence at 12:00 BST and to say prayers.\"]}", 
    "{\"title\": \"Teen 'critical' after water rescue\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-wales-south-east-wales-33385141#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"A teenager is in a critical condition after being recovered from the water in Cardiff Bay, South Wales Police have said.\", \"Emergency services went to Mermaid Quay on Friday after reports of an incident at 13:45 BST.\\n\\nThe teenager was taken to the city's University Hospital of Wales by ambulance in a serious condition.\", \"Insp Tony Williams, of South Wales Police, issued a warning against swimming in the area's waters.\", \"\\n\\nCardiff council posted a tweet to re-iterate \\\"swimming is not permitted in Cardiff Bay\\\" because of \\\"high-speed boats and hidden dangers under the water\\\".\"]}", 
    "{\"title\": \"Lockerbie families lose appeal fight\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-scotland-33374474#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"However, Aamer Anwar, solicitor for the Megrahi family and 26 British relatives of Lockerbie victims, said the fight would continue.\", \"A hearing took place at the Appeal Court in Edinburgh before the Lord Justice Clerk Lord Carloway, sitting with Lord Brodie and Lady Dorrian.\", \"Families argued they should have the right to carry forward the miscarriage of justice appeal for Abdelbaset Al-Megrahi, who died in 2012.\", \"But US victims' families had made clear they did not support a fresh appeal and have accused Dr Swire of pursuing a \\\"disgraceful\\\" campaign.\", \"But the SCCRC has become convinced that the application is only \\\"actively supported\\\" by Dr Jim Swire and other UK victims' relatives.\"]}", 
    "{\"title\": \"Minute's silence for Tunisia victims\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-scotland-tayside-central-33381164#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"A nationwide minute's silence has been held in memory of the victims of the shooting in Tunisia last Friday.\", \"The Queen and the Duke of Edinburgh, who are in Glasgow, joined in with the minute's silence during a visit to the University of Strathclyde.\", \"Following the service in Abronhill Church, where Mr and Mrs McQuire were members, session clerk Linda Gray said: \\\"The church was full.\", \"A candlelit vigil was planned in Perthshire for the Grahams, while a special church service was held in Cumbernauld in memory of the McQuires.\", \"There were lots of people there and we were happy to be together to share our prayers with the community.\"]}", 
    "{\"title\": \"Court attack custody officer dies\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-england-london-33376601#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"\\\"Lorraine Barwell was a courageous and dedicated prisoner custody officer who delivered a vital public service for more than a decade.\\\"\", \"A custody officer who was attacked outside a court in central London has died.\", \"The Ministry of Justice and Serco believe she is the first prisoner custody officer to die while on duty.\", \"Lorraine Barwell, 54, was assaulted on Monday as she escorted a prisoner from Blackfriars Crown Court to a van.\", \"Humphrey Burke, 22, appeared at Camberwell Green Magistrates' Court on Wednesday charged with grievous bodily harm over an alleged assault.\"]}", 
    "{\"title\": \"Girl attacked in miscarriage bid\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-england-devon-33387022#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"He punched and kicked Miss Brooks and stabbed her in the arm during a struggle in the kitchen.\", \"Easterbrook went to Miss Brooks' Torbay home on 16 May after they split up, the court was told.\", \"Samuel Easterbrook, 20, repeatedly kicked and punched 18-weeks pregnant Kira Brooks in the stomach after they split up, Exeter Crown Court heard.\", \"\\n\\nAnn Bellchambers, defending, said Easterbrook told police he \\\"just went mad\\\" and was now remorseful.\", \"The attack came after he smashed a television and poured bleach on Miss Brooks' clothes.\"]}", 
    "{\"title\": \"Djokovic & Wawrinka into last 16\", \"pstUrl\": \"http://www.bbc.co.uk/sport/0/tennis/33386831\", \"summary\": [\"The top seed beat Australian Bernard Tomic 6-3 6-3 6-3 to set up a meeting with South African Kevin Anderson.\", \"Wawrinka, the Swiss fourth seed, beat Spain's Fernando Verdasco 6-4 6-3 6-4 and faces Belgian 16th seed David Goffin next.\", \"I was hoping I could play better and better as the tournament progresses and that is what is happening.\", \"Defending champion Novak Djokovic powered into the fourth round at Wimbledon and is yet to drop a set in this year's championship.\", \"Djokovic has reached the second week of Wimbledon for the seventh year running by winning all nine sets he has contested.\"]}", 
    "{\"title\": \"Froome expects 'epic battle' at Tour\", \"pstUrl\": \"http://www.bbc.co.uk/sport/0/cycling/33299631\", \"summary\": [\"Britain's Chris Froome expects an \\\"epic battle\\\" at this year's Tour de France, which begins in Utrecht on Saturday.\", \"\\n\\nAdd in Cavendish and the Yates twins, while Steve Cummings rides for the first African-based team to tackle the Tour, Team MTN-Qhubeka.\", \"Froome won the Tour's traditional warm-up race in June - the Criterium du Dauphine in France.\", \"Froome was forced to abandon last year's race after fracturing his left wrist and right hand in falls during week one.\", \"He added: \\\"I can't see the winner coming from anyone but Contador, Quintana, Froome or Nibali.\\\"\"]}", 
    "{\"title\": \"'I couldn't breathe after own goal'\", \"pstUrl\": \"http://www.bbc.co.uk/sport/0/football/33392881\", \"summary\": [\"Laura Bassett says she is \\\"heartbroken\\\" at scoring the injury-time own goal that ended England hopes of winning the Women's World Cup in Canada.\", \"The Lionesses lost 2-1 to Japan in their semi-final after defender Bassett, 31, scored right at the end.\", \"The Notts County defender briefly thought the ball had not crossed the line after hitting the underside of the bar, at the end of what was England's first Women's World Cup semi-final.\", \"\\\"I couldn't breathe, my heart was out my chest and I wanted the ground to open up and swallow me,\\\" she said.\", \"She has felt so emotional that she has been unable to speak to her parents since the goal.\"]}", 
    "{\"title\": \"Charity boss quits amid funding row\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-politics-33376467#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Kids Company had been told by government officials it would not get \\u00a33m of funding unless its leader Camila Batmanghelidjh was replaced.\", \"Ms Batmanghelidjh told BBC Radio 4's Today programme she had always planned to step down in her 20th year in 2016.\", \"Ms Batmanghelidjh will take up a new advocacy and clinical role.\", \"\\\"Camila Batmanghelidjh, the founder and chief executive of Kids Company will not be leaving the organisation and will assume an advocacy and clinical role after the appointment of a new chief executive.\\\"\", \"It is synonymous with its charismatic leader and founder Ms Batmanghelidjh.\"]}", 
    "{\"title\": \"Kendall: Rivals 'continuity Miliband'\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-politics-33378988#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Ms Cooper, Ms Kendall, Andy Burnham and Jeremy Corbyn will take part in a leadership hustings later.\", \"Liz Kendall says she is the only Labour leadership candidate who would fully break with Ed Miliband's leadership.\", \"Claims by Ms Kendall and her supporters that only she would break from the past have led to a war of words between their rival camps.\", \"She told The Sun her three rivals were all \\\"continuity Miliband\\\" candidates who would not connect with aspirational low and middle income voters.\", \"The four MPs are vying to succeed Mr Miliband as Labour leader, with the result of the election to be announced in early September.\"]}", 
    "{\"title\": \"New 'veto' announced for English MPs\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-politics-33351688#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"But English MPs - and in some cases English and Welsh MPs - will have a veto in Westminster when debating matters that have been devolved to the devolved administrations.\", \"Labour's Sir Gerald Kaufman, the father of the house, said the title of the motion, English votes for English laws, \\\"sounds racist\\\".\", \"The government will give MPs from English constituencies a new \\\"veto\\\" over laws affecting England only.\", \"The SNP's Pete Wishart described the English votes policy as a \\\"cobbled together unworkable mess\\\", and said it was \\\"totally unacceptable\\\".\", \"\\\"Under these plans - which are all about cutting Scottish MPs out of votes which impact on Scotland and our budget - the Tories are proposing an 'English veto' and 'double majority'.\"]}", 
    "{\"title\": \"VIDEO: Westminster Hall\", \"pstUrl\": \"http://www.bbc.co.uk/democracylive/house-of-commons-33370073\", \"summary\": [\"Search, find and watch the politics that affects you\\n\\nSearch Democracy Live Find a representative or topic, or words spoken in our video coverage\"]}", 
    "{\"title\": \"VIDEO: Minute's silence held for Tunisia victims\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-33376399#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"A minute's silence has been held across the UK to remember the 38 people killed in the Tunisia beach attack a week ago.\", \"The Queen and Prime Minister David Cameron joined the silence, and play was delayed at Wimbledon.\", \"\\n\\nThe silence was also observed at the headquarters of TUI Group in Luton, and other locations with links to the victims, such as Walsall FC.\"]}", 
    "{\"title\": \"VIDEO: Tunisia hotel 'hero' tells of gun attack\", \"pstUrl\": \"http://www.bbc.co.uk/news/world-africa-33377895#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"In the wake of the terror attack on a Tunisian beach last Friday which killed 38 people including 30 Britons, tourists reported how hotel staff formed a \\\"protection line\\\" around them and were \\\"prepared to take bullets\\\" for their safety.\", \"Khaled - not his real name - is a Tunisian hotel worker who chased the 23-year-old gunman Seifeddine Rezgui away from the beach and tended to holiday-makers' injuries.\", \"\\n\\nHe has spoken exclusively to the BBC's Ben Brown for the Victoria Derbyshire programme in Sousse about his experience and the effects of the attack on Tunisians.\"]}", 
    "{\"title\": \"VIDEO: '7/7 still difficult to talk about'\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-33364051#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Tim Coulson was travelling eastbound on the Circle Line train when a suicide bomber blew up the passing westbound train.\", \"He wasn't injured in the explosion but broke out of his carriage to help people on the other train who were.\", \"Now every year at the memorial service he reads out the names of all those who died in the 7/7 attacks on London.\", \"\\n\\nThis is his story of what happened that day and the following 10 years of healing.\"]}", 
    "{\"title\": \"VIDEO: Bassett on England's World Cup loss\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-33392165#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"England defender Laura Bassett has spoken for the first time since her own goal saw the women's team eliminated from the football World Cup in Canada.\", \"They were knocked out by the title holders Japan in the semi-finals but it was still the furthest the women's team has ever reached in the tournament.\", \"\\n\\nBut the women's team now have to pick themselves off for a third place play-off against Germany.\"]}", 
    "{\"title\": \"VIDEO: Charity founder denies mismanagement\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-33377501#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Kids Company chief executive Camila Batmanghelidjh has confirmed she will be standing down from the charity she founded almost 20 years ago.\", \"The south London-based children's charity had been told it will not get more public funding unless its flamboyant chief executive was replaced.\", \"Ms Batmanghelidjh denied the charity had been mismanaged, and said she would stay on at the charity in a clinical role.\", \"Ms Batmanghelidjh confirmed to BBC Radio 4's Today programme she would be standing down, but said she had always planned to in her 20th year in 2016.\", \"\\\"The real debate is large numbers of vulnerable children are not having their needs met,\\\" she told the programme.\"]}", 
    "{\"title\": \"VIDEO: Unesco considers Forth Bridge bid\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-scotland-33379877#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Unesco is considering giving World Heritage Site status to the Forth Bridge in recognition of its \\\"outstanding universal value\\\".\", \"A meeting of the UN's heritage committee in Bonn, Germany, will make its decision over the weekend.\", \"\\n\\nIf successful, the bridge will be Scotland's sixth World Heritage site alongside New Lanark, the Antonine Wall, the Heart of Neolithic Orkney, St Kilda, and Edinburgh's Old and New Towns.\"]}", 
    "{\"title\": \"VIDEO: An exceedingly long cake production line\", \"pstUrl\": \"http://www.bbc.co.uk/news/business-33376398#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"BBC Breakfast has visited Europe's longest cake production line at the Mr Kipling Factory in Barnsley, South Yorkshire.\", \"It cost \\u00a320m - but it can mix, bake and decorate a cake in less than 90 minutes.\", \"\\n\\nVictoria Fritz took a look - and met Premier Foods CEO Gavin Darby.\"]}", 
    "{\"title\": \"VIDEO: Warning over pre-pay energy costs\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-33377893#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Energy customers on pre-payment meters have been paying an average of \\u00a3226 a year more than those on the cheapest direct debit tariff, Citizens Advice has warned.\", \"\\n\\nThe charity said the gap between the cheapest and most expensive tariffs widened by up to a third in six months.\"]}", 
    "{\"title\": \"Was HG Wells the first to think of the atom bomb?\", \"pstUrl\": \"http://www.bbc.co.uk/news/magazine-33365776#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"The atom bomb was one of the defining inventions of the 20th Century.\", \"You call it the \\\"atomic bomb\\\".\", \"The story of the atom bomb starts in the Edwardian age, when scientists such as Ernest Rutherford were grappling with a new way of conceiving the physical world.\", \"So how did science fiction writer HG Wells predict its invention three decades before the first detonations, asks Samira Ahmed.\", \"He had been working on a film sequel to The Shape of Things To Come that was to include his concerns about the now-realised atomic bomb he'd first imagined.\"]}", 
    "{\"title\": \"The special water flown in for Princess Charlotte\", \"pstUrl\": \"http://www.bbc.co.uk/news/magazine-33382957#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"When Princess Charlotte is christened on Sunday the Archbishop of Canterbury, Justin Welby, will baptise her with water from the River Jordan.\", \"\\\"We organise the process of bottling holy water from the River Jordan,\\\" says Dia Madani, head of Jordan's baptism site commission.\", \"Contrary to how it is traditionally represented in songs, poems and paintings, the River Jordan is unimpressively shallow, muddy and narrow.\", \"Church leaders say the waters of the holy river have a special significance.\", \"A few yards away, on the West Bank side, a young Russian woman emerging from the water showed me three decanters she was stowing away in her handbag \\\"as special gifts\\\".\"]}", 
    "{\"title\": \"What does it take to restore a Spitfire?\", \"pstUrl\": \"http://www.bbc.co.uk/news/business-32935757#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"\\\"There is a very big industry in the UK, building World War One and World War Two aircraft,\\\" says aviation historian Andy Saunders.\", \"Over the past 28 years, the firm has restored a string of rare World War One and 1930s era aircraft.\", \"Flying Legends at Duxford, Cambridgeshire, specialises in piston-engined aircraft, mainly from World War Two.\", \"The sale on 9 July has thrown the spotlight on Britain's burgeoning vintage aviation restoration scene.\", \"A rare example of one of the world's most iconic aircraft, a Mark 1 Spitfire that was painstakingly restored after being shot down during World War Two will be sold at Christie's.\"]}", 
    "{\"title\": \"7/7 attacks: What happened that day?\", \"pstUrl\": \"http://www.bbc.co.uk/news/uk-33253598#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"Shehzad Tanweer detonated his device on an eastbound Circle Line train between Liverpool Street and Aldgate.\", \"The most deadly attack occurred on the Piccadilly Line between King's Cross and Russell Square.\", \"The youngest of the bombers, Hasib Hussain, detonated his device on a double-decker bus in Tavistock Square, not far from King's Cross.\", \"Three of the four bombs went off just before 08:50 BST on Tube trains that had departed King's Cross.\", \"Hussain was caught on CCTV moving in and around King's Cross station following the first three blasts.\"]}", 
    "{\"title\": \"10 things we didn't know last week\", \"pstUrl\": \"http://www.bbc.co.uk/news/blogs-magazine-monitor-33377682#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"10 things we didn't know last week\\n\\n1.\", \"US founding father Thomas Jefferson was obsessed by mammoths.\\n\\n8.\", \"UK officials discussed plans to relocate the entire 5.5 million population of Hong Kong to Northern Ireland in 1983.\\n\\n5.\", \"Heaven exists but hell does not, according to the theology of Fifa president Sepp Blatter.\\n\\n3.\", \" Tell the Magazine on Twitter using the hashtag #thingIdidntknowlastweek\\n\\nSubscribe to the BBC News Magazine's email newsletter to get articles sent to your inbox.\"]}", 
    "{\"title\": \"Politics, prose and protest music\", \"pstUrl\": \"http://www.bbc.co.uk/news/blogs-ouch-33368751#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"The Single Feather is an online creative writing community for people with disabilities who would like a place to explore their writing potential.\", \"Kate Monaghan interviews him.\", \"She talks frankly with presenters Kate Monaghan and Simon Minty about political life as a wheelchair user, and they offer sometimes helpful suggestions about jobs she might like to do next.\", \"He plays us a protest tune he wrote the day after the general election.\", \"And Kris Halpin is a singer/songwriter who does wear gloves, to make his music.\"]}", 
    "{\"title\": \"The drugs that protect people who have unprotected sex\", \"pstUrl\": \"http://www.bbc.co.uk/news/magazine-33346746#sa-ns_mchannel=rss&ns_source=PublicRSS20-sa\", \"summary\": [\"People are given a combination of anti-HIV drugs tenofovir and emtricitabine - currently being sold under the trade name Truvada - before they have unprotected sex.\", \"\\\"Once you try a powerful drug like crystal meth, and if that's linked to sex, that's the kind of sex you're going to want.\", \"In a study published by the London School of Hygiene and Tropical Medicine, a third of men surveyed described incidents of unintended unprotected sex while under the influence of chemsex drugs.\", \"But now \\\"chemsex\\\" is a growing problem - parties in private homes centred on communal drug taking and sex.\", \"One in every eight gay men in London is HIV positive.\"]}"
]